{"doc_id": "row0", "chunk_id": "row0_chunk0", "text": "TITLE\nA Member of the CONSTANS-Like Protein Family is a Putative Regulator of ROS\n\nABSTRACT\nThe paper investigates a CONSTANS-like family protein (COL family) and its role in reactive \noxygen species (ROS) homeostasis and physiological responses of Arabidopsis under \nspaceflight or simulated microgravity. The authors used mutants and gene expression \nprofiling to test whether this COL family member modulates antioxidant pathways and \nadaptation.\n\nRESULTS\nMutant plants lacking the COL candidate showed altered expression of antioxidant and \nstress-responsive genes, elevated ROS markers under microgravity/simulated conditions, \nand some physiological sensitivity compared to wild type. Gene expression patterns \nimplicated the COL member in regulating redox-related transcriptional networks.\n\nCONCLUSION\nThe CONSTANS-like family protein likely contributes to ROS homeostasis and supports \nphysiological adaptation to spaceflight conditions; it represents a potential genetic target \nto improve plant resilience in microgravity.", "meta": {"source_row": 0, "paper_id": "A Member of the CONSTANS", "title": "A Member of the CONSTANS-Like Protein Family is a Putative Regulator of ROS", "filename": "papers/pdf_papers/A Member of the CONSTANS.pdf", "original_fields": []}}
{"doc_id": "row1", "chunk_id": "row1_chunk0", "text": "TITLE\nA method for preparing spaceflight RNAlater-fixed Arabidopsis thaliana(Brassicaceae)\n\nABSTRACT\n“Spaceflight experiments with biological samples require rapid fixation to preserve tissues \nand cells under microgravity. RNAlater is a popular fixative in spaceflight omics \nexperiments, but does not preserve morphology under electron microscopy. We describe a \nmethod for postfixation of RNAlater-fixed Arabidopsis thaliana tissue to preserve \nultrastructure for scanning electron microscopy (SEM). The tissue is first rinsed in buffered \nsalines to remove RNAlater, followed by fixation with glutaraldehyde, osmium tetroxide, \ndehydration, and critical point drying. The resulting imaging of guard cells, trichomes, and \nleaf surfaces shows well-preserved morphology consistent with terrestrial controls, \nallowing SEM-level cellular imaging after RNAlater fixation.”\n\nRESULTS\nPost-fixation of RNAlater-treated tissue produced high-fidelity SEM images: guard cells, \ntrichome structures, and leaf epidermal surfaces were preserved comparably to terrestrial \ncontrols; micrographs showed intact stomata, cuticle features, and cell outlines without \ncollapse. The method permitted dual use of samples for transcriptomics and ultrastructure \nimaging.\n\nCONCLUSION\nThe postfixation protocol enables RNAlater-fixed plant tissue (useful for transcriptomics) to \nbe imaged by SEM with preserved morphology, allowing combined molecular and \nultrastructural analyses of spaceflight samples.", "meta": {"source_row": 1, "paper_id": "A method for preparing spaceflight RNAlater", "title": "A method for preparing spaceflight RNAlater-fixed Arabidopsis thaliana(Brassicaceae)", "filename": "papers/pdf_papers/A method for preparing spaceflight RNAlater.pdf", "original_fields": []}}
{"doc_id": "row2", "chunk_id": "row2_chunk0", "text": "TITLE\nARG1 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to\n\nABSTRACT\n“Plant cells in microgravity often show altered growth, signalling, and stress responses. The \nARG1 gene (ALTERED RESPONSE TO GRAVITY 1) is known to be involved in gravitropism in \ndifferentiated tissues. Here, we examine the role of ARG1 in the adaptation of \nundifferentiated Arabidopsis cells to spaceflight. We grew wild-type and ARG1 mutant cell \ncultures under simulated microgravity and analyzed gene expression, reactive oxygen \nspecies (ROS) levels, and viability. ARG1 mutants show greater ROS accumulation, altered \ntranscription of stress genes, and reduced viability in simulated microgravity compared to \nwild type. These findings suggest that ARG1 helps maintain redox balance and cell survival \nunder spaceflight stress.”\n\nRESULTS\nARG1 mutant cultures accumulated higher ROS (e.g., H₂O₂), displayed dysregulated \nantioxidant gene expression (SODs, peroxidases), and had reduced viability under \nsimulated microgravity; complementation partially rescued phenotypes.\n\nCONCLUSION\nARG1 contributes to ROS homeostasis and survival of undifferentiated plant cells under \nmicrogravity stress, indicating a role beyond gravitropism that is important for plant \nadaptation in spaceflight.", "meta": {"source_row": 2, "paper_id": "ARG1 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to Spaceflight", "title": "ARG1 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to", "filename": "papers/pdf_papers/ARG1 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to Spaceflight.pdf", "original_fields": []}}
{"doc_id": "row3", "chunk_id": "row3_chunk0", "text": "TITLE\nAnalyzing the relationship between gene expression and phenotype in space-flown mice using a\n\nABSTRACT\nSpaceflight has several detrimental effects on human and rodent health. For example, liver \ndysfunction is a common phenotype observed in space-flown rodents, and this dysfunction is \npartially reflected in transcriptomic changes. Studies linking transcriptomics with liver \ndysfunction rely on tools which exploit correlation, but these tools make no attempt to \ndisambiguate true correlations from spurious ones. In this work, we use a machine learning \nensemble of causal inference methods called the Causal Research and Inference Search \nPlatform (CRISP) which was developed to predict causal features of a binary response variable \nfrom high-dimensional input. We used CRISP to identify genes robustly correlated with a lipid \ndensity phenotype using transcriptomic and histological data from the NASA Open Science \nData Repository (OSDR). Our approach identified genes and molecular targets not predicted by \nprevious traditional differential gene expression analyses. These genes are likely to play a \npivotal role in the liver dysfunction observed in space-flown rodents, and this work opens the \ndoor to identifying novel countermeasures for space travel.\n\nRESULTS\nGene Identification: CRISP identified genes robustly correlated with a lipid density phenotype in \nspace-flown mice. \n \nComparison with Traditional Methods: The identified genes were not predicted by previous \ntraditional differential gene expression analyses. \n \nPotential Targets: These genes and molecular targets are likely to play a pivotal role in the liver \ndysfunction observed in space-flown rodents.\n\nCONCLUSION\nCausal Inference Approach: The use of a causal inference machine learning ensemble provides \na more accurate identification of genes associated with liver dysfunction in space-flown rodents. \n \nImplications for Space Health: Identifying these genes opens the door to developing novel \ncountermea", "meta": {"source_row": 3, "paper_id": "Analyzing the relationship between gene expression and phenotype in space", "title": "Analyzing the relationship between gene expression and phenotype in space-flown mice using a", "filename": "papers/pdf_papers/Analyzing the relationship between gene expression and phenotype in space.pdf", "original_fields": []}}
{"doc_id": "row3", "chunk_id": "row3_chunk1", "text": "more accurate identification of genes associated with liver dysfunction in space-flown rodents. \n \nImplications for Space Health: Identifying these genes opens the door to developing novel \ncountermeasures for space travel-related health issues.", "meta": {"source_row": 3, "paper_id": "Analyzing the relationship between gene expression and phenotype in space", "title": "Analyzing the relationship between gene expression and phenotype in space-flown mice using a", "filename": "papers/pdf_papers/Analyzing the relationship between gene expression and phenotype in space.pdf", "original_fields": []}}
{"doc_id": "row4", "chunk_id": "row4_chunk0", "text": "TITLE\nArtificial gravity partially protects space-induced neurological deficits in Drosophila\n\nABSTRACT\nThe authors examined how artificial gravity (centrifugation) impacts neurological deficits induced \nby spaceflight in Drosophila. Flies exposed to microgravity exhibited motor and neuronal \ndefects; addition of artificial gravity during flight partially rescued behavioral and cellular \nphenotypes.\n\nRESULTS\nSpaceflight flies showed deficits in locomotion and neuronal morphology / cell physiology. \nFlies that experienced artificial gravity during flight had reduced severity of these deficits — \nimprovements in motor assays and some preservation of neuronal structure. \nMolecular markers of stress/degeneration were attenuated with artificial gravity.\n\nCONCLUSION\nArtificial gravity can partially mitigate spaceflight-induced neurological dysfunction in Drosophila, \nsupporting artificial gravity as a promising countermeasure to protect nervous system function in \nspace.", "meta": {"source_row": 4, "paper_id": "Artificial gravity partially protects space", "title": "Artificial gravity partially protects space-induced neurological deficits in Drosophila", "filename": "papers/pdf_papers/Artificial gravity partially protects space.pdf", "original_fields": []}}
{"doc_id": "row5", "chunk_id": "row5_chunk0", "text": "TITLE\nBeyond low-Earth orbit: Characterizing immune and microRNA differentials following\n\nABSTRACT\nThe authors simulated deep-space conditions (hindlimb unloading for microgravity ± \ncharged-particle radiation representing GCR or SPE) and characterized immune responses \nand circulating microRNAs in mice, comparing to astronaut LEO data. Distinct immune \nsignatures emerged for different stressor combinations; plasma miRNA analysis \nimplicated regulators of immune dysregulation. Astronaut cohort data showed elevated \ninflammation in LEO, supporting the ground models.\n\nRESULTS\nEach simulation (HU alone, HU + SPE, HU + GCR-like) produced unique circulating immune \nprofiles. \nSpecific lymphocyte and granulocyte changes were condition-dependent. \nPlasma microRNA sequencing revealed differentially abundant miRNAs linked to immune \npathways. \nComparison with astronaut blood data showed elevated inflammatory markers during ISS \nmissions.\n\nCONCLUSION\nDifferent deep-space radiation types combined with simulated microgravity produce \ndistinct circulating immune phenotypes and miRNA signatures in mice; those circulating \nbiomarkers could be targets for countermeasures to protect astronaut immune health \nbeyond LEO.", "meta": {"source_row": 5, "paper_id": "Beyond low", "title": "Beyond low-Earth orbit: Characterizing immune and microRNA differentials following", "filename": "papers/pdf_papers/Beyond low.pdf", "original_fields": []}}
{"doc_id": "row6", "chunk_id": "row6_chunk0", "text": "TITLE\nBisphosphonates attenuate age-related muscle decline in\n\nABSTRACT\n/ Aim (summary) \n●​ Although bisphosphonates are typically used to protect bone (anti-resorptives), this study \ntests whether they can also counter sarcopenia (age-related muscle decline) in C. \nelegans, which lacks an endoskeleton. PMC \n●​ The authors use zoledronic acid (ZA) at varying doses and assess \nneuromuscular/locomotor function, lifespan, muscle structure, and molecular mediators. \nPMC+2ResearchGate+2 \nKey Results \n●​ At low doses (100 nM and 1 µM), ZA increased lifespan and improved healthspan \n(locomotor activity) relative to untreated controls. ResearchGate+2PMC+2 \n●​ Higher doses (e.g. 10 µM) were detrimental (shortened lifespan or adverse effects) and \nstill did not improve function. ResearchGate+1 \n●​ ZA treatment preserved myofibrillar organization better at days 4 and 6 of adulthood \n(i.e. better muscle structure) compared to controls. ResearchGate+1 \n●​ The authors employed RNAi knockdowns of candidate genes to explore mechanism \n(e.g. interactions with pathways regulating muscle homeostasis). PMC \nConclusion / Implication \n●​ Even though C. elegans lacks bone, bisphosphonate (zoledronic acid) treatment can \nattenuate age-related decline in muscle (sarcopenia analog), improving \nneuromuscular function. PMC+1 \n●​ The findings suggest bisphosphonates might be repurposed as anti-sarcopenia \nagents (in addition to their bone effects) in other systems, though dose and side effects \nrequire careful study. PMC+1 \n●​ This is a proof-of-concept in a simple model; further validation in vertebrate models is \nneeded before translational application.\n\nCONCLUSION\n/ Implication \n●​ Even though C. elegans lacks bone, bisphosphonate (zoledronic acid) treatment can \nattenuate age-related decline in muscle (sarcopenia analog), improving \nneuromuscular function. PMC+1 \n●​ The findings suggest bisphosphonates might be repurposed as anti-sarcopenia \nagents (in addition to their bone effects) in oth", "meta": {"source_row": 6, "paper_id": "Bisphosphonates attenuate age-related muscle decline in Caenorhabditis elegans (PMC10751425) PMC", "title": "Bisphosphonates attenuate age-related muscle decline in", "filename": "papers/pdf_papers/Bisphosphonates attenuate age-related muscle decline in Caenorhabditis elegans (PMC10751425) PMC.pdf", "original_fields": []}}
{"doc_id": "row6", "chunk_id": "row6_chunk1", "text": " muscle (sarcopenia analog), improving \nneuromuscular function. PMC+1 \n●​ The findings suggest bisphosphonates might be repurposed as anti-sarcopenia \nagents (in addition to their bone effects) in other systems, though dose and side effects \nrequire careful study. PMC+1 \n●​ This is a proof-of-concept in a simple model; further validation in vertebrate models is \nneeded before translational application.", "meta": {"source_row": 6, "paper_id": "Bisphosphonates attenuate age-related muscle decline in Caenorhabditis elegans (PMC10751425) PMC", "title": "Bisphosphonates attenuate age-related muscle decline in", "filename": "papers/pdf_papers/Bisphosphonates attenuate age-related muscle decline in Caenorhabditis elegans (PMC10751425) PMC.pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk0", "text": "TITLE\nAbstract\n\nABSTRACT\nThe SpaceX Inspiration4 mission provided a unique opportunity to study the impact of \nspaceflight on the human body. Biospecimen samples were collected from four crew \nmembers longitudinally before (Launch: L-92, L-44, L-3 days), during (Flight Day: FD1, \nFD2, FD3), and after (Return: R + 1, R + 45, R + 82, R + 194 days) spaceflight, spanning a \ntotal of 289 days across 2021-2022. The collection process included venous whole blood, \ncapillary dried blood spot cards, saliva, urine, stool, body swabs, capsule swabs, SpaceX \nDragon capsule HEPA filter, and skin biopsies. Venous whole blood was further processed to \nobtain aliquots of serum, plasma, extracellular vesicles and particles, and peripheral blood \nmononuclear cells. In total, 2,911 sample aliquots were shipped to our central lab at Weill \nCornell Medicine for downstream assays and biobanking. This paper provides an overview of \nthe extensive biospecimen collection and highlights their processing procedures and long-\nterm biobanking techniques, facilitating future molecular tests and evaluations.As such, this \nstudy details a robust framework for obtaining and preserving high-quality human, microbial, \nand environmental samples for aerospace medicine in the Space Omics and Medical Atlas \n(SOMA) initiative, which can aid future human spaceflight and space biology experiments. \n \nSubject terms: Molecular biology, Genetics, Biomarkers \nHere the authors provide the biospecimen collection methodology from the SpaceX \nInspiration4 mission, including venous blood, capillary blood, saliva, urine, stool, skin \nbiopsy, body swab, and environmental swab samples\n\nRESULTS\nBiospecimen collection overview \nWe formulated and executed a sampling plan that spans a wide range of biospecimen \nsamples: venous blood, capillary dried blood spots (DBSs), saliva, urine, stool, skin swabs, \nskin biopsies, and environmental swabs (Fig. 1a). The collection of various types of samples \ncovered the scope of previou", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk1", "text": "blood, capillary dried blood spots (DBSs), saliva, urine, stool, skin swabs, \nskin biopsies, and environmental swabs (Fig. 1a). The collection of various types of samples \ncovered the scope of previous assays on astronaut samples (Supplementary Table 1), but also \nenabled newer omics technologies, such as spatially resolved, single-molecule, and single-\ncell assays. \nFig. 1. Biospecimen Samples and Collection Locations. \n\n \nOpen in a new tab \na List of biospecimen samples collected over the course of the study. b Timepoints for each \nbiospecimen sample collection. “L-” denotes the number of days prior to launch. “R + ” \ndenotes the number of days after return to Earth. “FD” denotes which day of the flight a \nsample was collected. c Location of each collection timepoint. \nFor the I4 mission, sample collection spanned three-time points pre-launch (L-92, L-44, L-3 \ndays), three-time points during flight (Flight Day 1 (FD1), FD2, FD3), and four-time points \npost-return (R + 1, R + 45, R + 82, R + 194 days). Venous blood, urine, stool, and skin \nbiopsies were collected during ground timepoints only, while capillary DBSs, saliva, and skin \nswabs were collected both on the ground and during flight (Fig. 1b). Environmental swabs of \nthe Dragon capsule were collected pre-flight in the crew training capsule and during flight in \nthe spacecraft launched from Cape Canaveral (Fig. 1b). \nSamples were collected across a variety of locations based on the crew’s training and travel \nschedule. L-92 and L-44 were collected in Hawthorne, CA at SpaceX Headquarters, L-3 and \nR + 1 were collected at Cape Canaveral, FL at a facility near the launch site. FD1, FD2, and \nFD3 were collected inside the Dragon capsule while in orbit. R + 45 was collected at the crew \n\nmembers’ individual locations (which spanned the US States NY, NJ, TN, and WA), R + 82 \nwas collected at Weill Cornell Medicine, NY and R + 194 was collected at Baylor College of \nMedicine, TX (Fig. 1c). All samples from ground ti", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk2", "text": "(which spanned the US States NY, NJ, TN, and WA), R + 82 \nwas collected at Weill Cornell Medicine, NY and R + 194 was collected at Baylor College of \nMedicine, TX (Fig. 1c). All samples from ground timepoints were processed within 16 hours \nof collection. All samples from the flight were processed immediately after retrieval from the \nflight. \nSamples were stored at −80 °C at each site immediately after processing and aliquoting \n(processing steps are outlined below). All samples were shipped via FedEx using Overnight \nShipping to Weill Cornell Medicine for storage in the Cornell Aerospace Medicine Biobank \n(CAMbank) within 1 week of collection on dry ice in styrofoam boxes and spent <2 days in \ntransit. No samples were shipped on a Thursday or Friday to avoid weekend shipping delays. \nAll samples arrived at Weill Cornell Medicine with dry-ice still in the packaging and samples \nfrozen. Samples were immediately transferred to −80 °C for long-term storage and \nbiobanking. Any exceptions to this process will be noted below. In total, we collected 2,911 \nsample aliquots, which were then processed in our central lab at Weill Cornell Medicine for \ndownstream assays (Supplementary Table 2). Some samples were processed immediately at \nfield laboratory facilities (Supplementary Data Fig. 1). DNA and RNA yields are also \nreported below from collection kits (saliva and stool) after arrival at WCM. \nBlood collection and derivatives \nBlood was collected using a combination of venipuncture tubes to collect venous blood and \ncontact-activated lancets to collect capillary blood from the fingertip. Each crew member \nprovided blood samples, collected into one BD PAXgene blood RNA tube (bRNA), four BD \nVacutainer K2 EDTA tubes, two BD Vacutainer cell preparation tubes (CPTs), one Streck \ncell-free DNA tube (cfDNA BCT), one BD Vacutainer serum separator tube (SST), and one \nDBS card per time point. Tubes were transported from the collection site to the field \nlaboratory at room temper", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk3", "text": "\ncell-free DNA tube (cfDNA BCT), one BD Vacutainer serum separator tube (SST), and one \nDBS card per time point. Tubes were transported from the collection site to the field \nlaboratory at room temperature. From these tubes, whole blood, plasma, PBMCs, serum, and \ncell pellet samples were collected (Supplementary Table 3). Sample yields are reported \nbelow. Samples were aliquoted for long-term storage and biobanking (Supplementary \nTable 4). \nbRNA tubes were collected in order to isolate total RNA using the PAXgene blood RNA kit \n(Fig. 2a). Yield ranged from 3.04 to 14.04 µg/tube of total RNA across all samples, and the \nRNA integrity number (RIN) ranged from 3.2 to 8.5 (mean: 6.95) (Fig. 2b). RNA was stored \nat −80 °C after extraction. The collection of total RNA enables a variety of downstream RNA \nprofiling methods. It will allow comparative studies to prior RNA-sequencing performed on \nastronauts, particularly snoRNA & lncRNA biomarkers analyzed from Space Shuttle era \nblood25,26, mRNA & miRNA measured during the NASA Twin Study17,18, and whole blood \nRNA arrays from the ISS27,28. Additionally, RNA yields are more than sufficient to perform \ndirect-RNA sequencing using Oxford Nanopore Technologies (ONT) platforms, which \nrequire 500 ng of total RNA per library (Manufacturer’s protocol, ONT kit SQK-RNA002). \nThis enables the study of RNA modification changes during spaceflight to create \nepitranscriptomic profiles for the first time in astronauts. \nFig. 2. bRNA and K2 EDTA Tubes. \n\n \nOpen in a new tab \na One 2.5 mL bRNA tube was collected per crew member at each ground timepoint. b bRNA \ntube total RNA yields per sample (μg) and RINs. c Four K2 EDTA tubes were collected per \nmember at each ground timepoint. One tube was used for a CBC, one tube was used to isolate \nEVPs, and two tubes were used for isolation of PBMCs. d Plasma and EVP yields from the \n“[2] EVPS” tube on Fig. 2c. e PBMC yields per mL from the “[3] PBMCs” tubes on Fig. 2c. \nFour K2 EDTA tubes were ", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk4", "text": "VPs, and two tubes were used for isolation of PBMCs. d Plasma and EVP yields from the \n“[2] EVPS” tube on Fig. 2c. e PBMC yields per mL from the “[3] PBMCs” tubes on Fig. 2c. \nFour K2 EDTA tubes were drawn at each timepoint from each crew member (Fig. 2c). One \nK2 EDTA tube was submitted to Quest Diagnostics to perform a complete blood count \n(CBC, Quest Test Code: 6399). One tube was used to isolate extracellular vesicles and \nparticles (EVPs) for proteomic quantification (Fig. 3a). Total EVP quantities varied from \n2.71-28.27 ug (Fig. 2d). Two K2 EDTA tubes were used to isolate PBMCs for single-cell \nsequencing (10X Chromium Single Cell Multiome ATAC + Gene Expression and Chromium \nSingle Cell Immune Profiling workflows). After collection, a Ficoll separation was \nperformed to isolate PBMCs, which ranged from 340,000-975,000 cells per mL of blood \n(Fig. 2e). One prior single-cell gene expression experiment, NASA Twin study, was \nperformed on astronauts, which found immune cell population specific gene expression \nchanges and a correlation with microRNA signatures11,18. \nFig. 3. Tube Processing Steps. \n\n \nOpen in a new tab \nCentrifuge (brown circles) and aliquoting (white and green boxes and circles) protocols \nfor a K2 EDTA tubes designated for EVP isolation b CPTs c cfDNA BCTs ans.d d SST. \nAdditional PBMCs, plasma, and serum were collected from CPTs (Fig. 4a), cfDNA BCTs \n(Fig. 4d), SSTs (Fig. 4c), as well as red blood cell pellets. CPTs were spun and aliquoted \naccording to the manufacturer’s instructions (Fig. 3b). Plasma volume per tube ranged from \n3000-14,000 uL per tube (Fig. 4d). Because of technical issues in the sample processing \nprocedure, three instances occurred where plasma retrieval from the CPT tubes was not \npossible. Plasma can be used to validate or refute previous studies, including cytokine \npanel10,29, exosomal RNA-seq25,26, extracellular vesicle microRNA30, and proteomic20,31–\n33results. PBMCs were also collected, aliquoted into 6 cryovial", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk5", "text": "or refute previous studies, including cytokine \npanel10,29, exosomal RNA-seq25,26, extracellular vesicle microRNA30, and proteomic20,31–\n33results. PBMCs were also collected, aliquoted into 6 cryovials per CPT, and stored in liquid \nnitrogen after slowly cooled in a Mr. Frosty to -80 °C. These can be used to follow-up on \nprevious studies on adaptive immunity, cell function, and immune dysregulation8,34–39. The \nremaining red blood cell pellet mixtures from below the gel plug in each CPT Tube were \nstored at −20 °C. \nFig. 4. CPT, cfDNA BCT, and SST Yields. \n\n \nOpen in a new tab \na A spun CPT yields plasma, PBMCs, and a red blood cell pellet. PBMC from each tube \nwere divided into 6 cryovials and viably frozen. Plasma was aliquoted and the pellet was \nfrozen at −20C. b A spun cfDNA BCT yields plasma and a red blood cell pellet. Plasma was \npurified with an additional spin (see Fig. 4a) then aliquoted. The pellet was frozen at \n−20C. c A spun SST yields serum and a red blood cell pellet. Serum was aliquoted and the \npellet was frozen at −20C. d CPT plasma volumes per timepoint are reported. e cfDNA \n(Streck) BCT plasma volumes per timepoint. fSST serum volumes per timepoint. An extra \ntube was drawn for C004 at R + 45, resulting in a higher serum yield. \ncfDNA BCT (Streck) tubes were collected to isolate high-quality cfDNA from plasma. \ncfDNA BCTs were spun and aliquoted according to the manufacturer’s instructions (Fig. 3c). \nThe remaining cell pellet mixture was frozen at −20 °C. Plasma volume per timepoint ranged \nfrom 1500-5000 uL (Fig. 4e). 500 uL aliquots were frozen at -80 °C. cfDNA extracted from \nthese tubes can be analyzed for fragment length, mitochondrial or nuclear origin, and cell \ntype or tissue of origin40–42. \n\nThe SST was spun and aliquoted according to the manufacturer’s instructions (Fig. 3d). \nSerum volume ranged from 2000-8000 uL per timepoint (Fig. 4f). Similar to plasma, serum \ncan be allocated for cytokine analysis and can also be used to perf", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk6", "text": "the manufacturer’s instructions (Fig. 3d). \nSerum volume ranged from 2000-8000 uL per timepoint (Fig. 4f). Similar to plasma, serum \ncan be allocated for cytokine analysis and can also be used to perform comprehensive \nmetabolic panels, including one we used at Quest (CMP, Quest Test Code: 10231) for metrics \non alkaline phosphatase, calcium, glucose, potassium, and sodium, among other metabolic \nmarkers. The remaining cell pellet mixture from each SST tube was stored at −20 °C. \nIn addition to venous blood, capillary blood was collected onto a DBS card using a contact-\nactivated lancet pressed against the fingertip (Fig. 5a). Capillary blood was collected onto a \nWhatman 903 Protein Saver DBS card to preserve nucleic acids and proteins. Each of the five \nspots on the DBS card hold 75-80uL of capillary blood, however, the amount of capillary \nblood collected across timepoints varied (Fig. 5b, c) according to how much blood could be \ncollected before the lancet-puncture closed. \nFig. 5. Dried Blood Spot (DBS) Collection Yields. \n \nOpen in a new tab \na DBS cards were collected preflight, during flight, and postflight. There were five spots for \nblood collection per card. b Blood collections varied in saturation level across blood spots \nand timepoints. These were classified as “full”, “partial”, and occasionally “empty”. c DBS \ncard yields per blood spot, per timepoint, and per crew member. \nSaliva collection \nSaliva was collected at the L-92, L-44, L-3, FD1, FD2, FD3, R + 1, R + 45, and R + 82 \ntimepoints using two methods. First, saliva was collected using the OMNIgene Oral Kit \n\n(OME-505), which preserves nucleic acids (Fig. 6a) during the ground timepoints. From \nthese samples, DNA, RNA, and protein were extracted. DNA yield ranged from 28.1 to \n3187.8 ng, RNA yield from 396.0 to 3544.2 ng (less the two samples had concentrations too \nlow for measurement), and protein concentration from 92.97 to 93.15 ng. \nFig. 6. Saliva Collections. \n \nOpen in a new tab \na DNA, R", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk7", "text": "rom 396.0 to 3544.2 ng (less the two samples had concentrations too \nlow for measurement), and protein concentration from 92.97 to 93.15 ng. \nFig. 6. Saliva Collections. \n \nOpen in a new tab \na DNA, RNA, and protein yields from the OMNIgene Oral kits. b Volume of crude saliva \ncollected per timepoint. \nSecond, crude saliva (i.e., saliva with no preservative added) was collected into a 5 mL \nDNase/RNase-free screw top tube during the ground and flight timepoints. Saliva volume \nvaried from 150 to 4000 uL per tube (Fig. 6b). Crude saliva was also collected during flight \n(FD2 and FD3), in addition to the ground timepoints. \nSaliva collections have been conducted throughout spaceflight studies for assessing the \nimmune state of crews, particularly in the context of viral reactivation. Previously identified \nviruses that reactivate during spaceflight include Epstein–Barr, varicella-zoster, and \ncytomegalovirus43. Responses to reactivation of these viruses can be asymptomatic, \ndebilitating, or even life-threatening, thus assessing these adaptations is beneficial in \nunderstanding viral spaceflight activity as well as crew health. In addition to viral nucleic \nacid quantification, numerous biochemical assays can also be performed, including \n\nmeasurements of C-reactive protein (CRP), cortisol, dehydroepiandrosterone (DHEA), and \ncytokines, among others10,43–46. \nUrine collection \nUrine was collected in sterile specimen cups at the L-92, L-44, L-3, R + 1, R + 45, and R + 82 \ntimepoints. Specimen cups were collected 1-2 times per day. For preservation, urine was \naliquoted and stored at -80 °C. Half the urine had Zymo Urine Conditioning Buffer (UCB) \nadded before freezing, to preserve nucleic acids. Samples yielded 23–155.5 mL of crude urine \nand 21 - 112 mL of UCB urine per specimen cup (Fig. 7a). Urine was split into 1 mL - 15 mL \naliquots before freezing at -80 °C. \nFig. 7. Urine and Stool Sample Collections. \n \nOpen in a new tab \na Urine volumes per timepoint. Volumes ", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk8", "text": "pecimen cup (Fig. 7a). Urine was split into 1 mL - 15 mL \naliquots before freezing at -80 °C. \nFig. 7. Urine and Stool Sample Collections. \n \nOpen in a new tab \na Urine volumes per timepoint. Volumes are reported for both crude urine and urine \npreserved with Zymo urine conditioning buffer (UCB). b Timepoints that stool tubes were \ncollected. “Gut” tubes are OMNIgene•GUT tubes for microbiome preservation. “Met” tubes \nare OMNImet•GUT tubes for metabolome preservation. c Stool “Gut” tube DNA and RNA \nextraction quantities. \nA wide variety of assays can be performed on urine samples. Previous studies have included \nviral reactivation43,46,47, urinary cortisol48,49, iron and magnesium measurements50–53, bone \nstatus54–56, kidney stones54,55, proteomics11, telomere measurements57, and various biomarkers \nand metabolites17,49,58–61. \nStool collection \n\nStool was collected at the L-92, L-44, R + 1, R + 45, and R + 82 timepoints. Stool samples \nwere stored into two collection containers at each timepoint, one DNA Genotek OMNIgene \nGut (OMR−200) kit with a preservative for metagenomics and another (ME−200) with a \npreservative for metabolomics (Fig. 7b). Stool was the least consistent sample collected due \nto the limited windows available for sampling during collection timeframes. DNA and RNA \nwere extracted from aliquots of the OMNIgene Gut (OMR−200) tubes for downstream \nmicrobiome analysis. DNA yield ranged from 358.5 to 16,660 ng, RNA from 690 to 2010 ng \n(Fig. 7c). Large variations in yield are attributable to variable stool mass collected between \nkits. \nStool samples enable various biochemical, immune, and microbiome changes studies. \nPrevious metagenomic assays have found that shannon alpha diversity and richness during \nlong-duration missions to the ISS62. \nSkin swabs \nBody swabs were collected at all timepoints. Samples were collected by swabbing the body \nregion of interest for 30 seconds, then placing the swab in a sterile 2D matrix tube (Thermo \nScientific #371", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk9", "text": "\nBody swabs were collected at all timepoints. Samples were collected by swabbing the body \nregion of interest for 30 seconds, then placing the swab in a sterile 2D matrix tube (Thermo \nScientific #3710) with Zymo DNA/RNA shield preservative. For the first two swab locations, \nthe oral and nasal cavity, the swab was placed directly on the body after removal from its \nsterile packaging (dry-swab method; Fig. 8a). For the remaining body locations, the swab was \nbriefly dipped in nuclease-free, DNA/RNA-free water before proceeding (wet-swab method). \nEight distinct sites were swabbed with the wet-swab method: post-auricular, axillary vault, \nvolar forearm, occiput, umbilicus, gluteal crease, glabella, and the toe-web space (Fig. 8b). \nThe astronaut microbiome has previously been studied in the forehead, forearm, nasal, \narmpit, navel, postauricular, and tongue body locations, and changes have been documented \nduring flight. Changes in alpha diversity and beta diversity were documented, as well as \nshifts in microbial genera62. However, the impact of these changes on skin health and \nimmunological health are not well understood. \nFig. 8. Skin Collection Locations and Sample Types. \n\n \nOpen in a new tab \na Dry swabs were collected from two body locations. b Wet swabs were collected from eight \nbody locations. c Swabs were collected from the deltoid region. Immediately after, 3- or 4-\nmm skin biopsies were collected from the same area and divided for histology and spatially \nresolved transcriptomics. \nAcquiring extensive swab samples from the crew skin allows for characterization of the \nhabitat environment, crew skin microbiome adaptations, and interactions with potential \nhuman health adaptations resulting from spaceflight exposure. This is very relevant for crew \nhealth, considering astronauts become more susceptible to infections during spaceflight \nmissions63, with the relationship between microbe-host interactions from spaceflight \nexposure, which may be a causative ", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk10", "text": "nsidering astronauts become more susceptible to infections during spaceflight \nmissions63, with the relationship between microbe-host interactions from spaceflight \nexposure, which may be a causative factor of astronauts immune dysfunction, which is still \nnot well understood. \nSkin Biopsies \nA skin biopsy on the deltoid was obtained from the L-44 and R + 1 timepoint. Biopsies were \nalso collected in advance of a flight to ensure the biopsy site is fully healed before the flight \nso there is no risk of complication. The wet-swab method was used to collect the skin \nmicrobiome before the skin biopsy. The skin biopsies were 3–4 millimeters in diameter and \nwere collected for histology and spatially resolved transcriptomics (SRT) (Fig. 8c). One-third \nof the sample was stored in formalin and kept at room temperature to perform histology. The \nremaining two-thirds of the sample was stored in a cryovial and placed at -80 °C for SRT \n(Fig. 8c). This is the first sample collected from astronauts for spatially resolved \ntranscriptomics. The skin is of high interest due to the inflammation-related cytokine markers \nsuch as IL-12p40, IL-10, IL-17A, and IL-1810,17 and skin rash’s status as the most frequent \nclinical symptom reported during spaceflight64. \n\nEnvironmental swabs and HEPA filter \nEnvironmental swabs were collected in flight during the F1 and F2 timepoint. Additionally, \nenvironmental swabs were collected from the flight simulation capsule at SpaceX \nheadquarters after days of crew training during the L-92 and L-44 timepoints. Environmental \nswabs were collected using the wet-swab method. Ten environmental swabs were collected \nper time point at the following locations in the capsule: an ambient air/control swab, the \nexecute button, the viewing dome, the side hatch mobility aid, the lid of the waste locker, the \nhead section of one of the seats, the commode panel, the right and left sides of the control \nscreen, and the g-meter button (Fig. 9a-d). Additionally, t", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk11", "text": "obility aid, the lid of the waste locker, the \nhead section of one of the seats, the commode panel, the right and left sides of the control \nscreen, and the g-meter button (Fig. 9a-d). Additionally, the spacecraft’s high-efficiency \nparticulate absorbing (HEPA) filter was acquired post-flight. This filter was cut into 127 \nrectangular pieces (1.2” x 1.6” x 4”) and stored at −20 °C. \nFig. 9. Capsule Swab Locations. \n \n\nOpen in a new tab \na Swab locations, descriptions, and label IDs. b Interior view of the SpaceX Dragon \ncapsule. c View of the control panel located above the middle seats in the Dragon \ncapsule. d View of the cupola (viewing dome) region from the outside. The rim of the dome \nwas swabbed from the inside (ID 10). \nPrevious microbial profiling of spacecraft environments has revealed that equipment \nsterilized on the ground becomes coated in microbial life in space due to interactions with \ncrew and the introduction of equipment that has not undergone sterilization65. Subsequent \nmicrobial monitoring assays performed on the ISS have detected novel, spaceflight-specific \nspecies on the ISS66. Once in space, surface microbes are subject to the unique microgravity \nand radiation environment of flight, which will influence evolutionary trajectory. The \npotential impact of this influence on pathogenesis is a concern for long-duration space \nmissions, especially given that changes in host-pathogen interactions may also be affected \nduring spaceflight67.\n\nCONCLUSION\nStandardizing biospecimen collections across multiple missions will create \nlarger sample sets needed to draw these conclusions. \n\nHere, we establish the standard biospecimen sample collection and banking procedures for \nthe Space Omics and Medical Atlas (SOMA). A key goal of SOMA is to standardize \nbiospecimen collection and processing for spaceflight, to generate high-quality multi-omics \ndata across spaceflight investigations, and to enable follow-up experiments with viably frozen \ncells and biob", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk12", "text": "specimen collection and processing for spaceflight, to generate high-quality multi-omics \ndata across spaceflight investigations, and to enable follow-up experiments with viably frozen \ncells and biobanked samples. This paper provides sample collection methods built for \nstandardized field collections across different crews and missions. We cover the decentralized \nsample collection process from the Inspiration4 (I4) mission from the point of collection to \nthe preservation of samples for downstream biochemical and omics processing at our \ncentralized lab at Weill Cornell Medicine (WCM). These protocols can produce synchronized \ndatasets with enhanced statistical strength, amplifying our scientific findings from spaceflight \nstudies. Additionally, we showcase metrics related to sample collection outputs, references of \npast astronaut sample collections in scientific publications, and suggestions to refine sample \ncollection for upcoming missions. In its inaugural use case, these samples were collected \nfrom the I4 astronaut cohort and are currently in use for several other missions (Polaris \nDawn, Axiom-2), which will enable continued utilization for future crewed space missions. \n \nResults \n \nBiospecimen collection overview \nWe formulated and executed a sampling plan that spans a wide range of biospecimen \nsamples: venous blood, capillary dried blood spots (DBSs), saliva, urine, stool, skin swabs, \nskin biopsies, and environmental swabs (Fig. 1a). The collection of various types of samples \ncovered the scope of previous assays on astronaut samples (Supplementary Table 1), but also \nenabled newer omics technologies, such as spatially resolved, single-molecule, and single-\ncell assays. \nFig. 1. Biospecimen Samples and Collection Locations. \n\n \nOpen in a new tab \na List of biospecimen samples collected over the course of the study. b Timepoints for each \nbiospecimen sample collection. “L-” denotes the number of days prior to launch. “R + ” \ndenotes the number of days ", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk13", "text": "f biospecimen samples collected over the course of the study. b Timepoints for each \nbiospecimen sample collection. “L-” denotes the number of days prior to launch. “R + ” \ndenotes the number of days after return to Earth. “FD” denotes which day of the flight a \nsample was collected. c Location of each collection timepoint. \nFor the I4 mission, sample collection spanned three-time points pre-launch (L-92, L-44, L-3 \ndays), three-time points during flight (Flight Day 1 (FD1), FD2, FD3), and four-time points \npost-return (R + 1, R + 45, R + 82, R + 194 days). Venous blood, urine, stool, and skin \nbiopsies were collected during ground timepoints only, while capillary DBSs, saliva, and skin \nswabs were collected both on the ground and during flight (Fig. 1b). Environmental swabs of \nthe Dragon capsule were collected pre-flight in the crew training capsule and during flight in \nthe spacecraft launched from Cape Canaveral (Fig. 1b). \nSamples were collected across a variety of locations based on the crew’s training and travel \nschedule. L-92 and L-44 were collected in Hawthorne, CA at SpaceX Headquarters, L-3 and \nR + 1 were collected at Cape Canaveral, FL at a facility near the launch site. FD1, FD2, and \nFD3 were collected inside the Dragon capsule while in orbit. R + 45 was collected at the crew \n\nmembers’ individual locations (which spanned the US States NY, NJ, TN, and WA), R + 82 \nwas collected at Weill Cornell Medicine, NY and R + 194 was collected at Baylor College of \nMedicine, TX (Fig. 1c). All samples from ground timepoints were processed within 16 hours \nof collection. All samples from the flight were processed immediately after retrieval from the \nflight. \nSamples were stored at −80 °C at each site immediately after processing and aliquoting \n(processing steps are outlined below). All samples were shipped via FedEx using Overnight \nShipping to Weill Cornell Medicine for storage in the Cornell Aerospace Medicine Biobank \n(CAMbank) within 1 week of collection on", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk14", "text": " outlined below). All samples were shipped via FedEx using Overnight \nShipping to Weill Cornell Medicine for storage in the Cornell Aerospace Medicine Biobank \n(CAMbank) within 1 week of collection on dry ice in styrofoam boxes and spent <2 days in \ntransit. No samples were shipped on a Thursday or Friday to avoid weekend shipping delays. \nAll samples arrived at Weill Cornell Medicine with dry-ice still in the packaging and samples \nfrozen. Samples were immediately transferred to −80 °C for long-term storage and \nbiobanking. Any exceptions to this process will be noted below. In total, we collected 2,911 \nsample aliquots, which were then processed in our central lab at Weill Cornell Medicine for \ndownstream assays (Supplementary Table 2). Some samples were processed immediately at \nfield laboratory facilities (Supplementary Data Fig. 1). DNA and RNA yields are also \nreported below from collection kits (saliva and stool) after arrival at WCM. \nBlood collection and derivatives \nBlood was collected using a combination of venipuncture tubes to collect venous blood and \ncontact-activated lancets to collect capillary blood from the fingertip. Each crew member \nprovided blood samples, collected into one BD PAXgene blood RNA tube (bRNA), four BD \nVacutainer K2 EDTA tubes, two BD Vacutainer cell preparation tubes (CPTs), one Streck \ncell-free DNA tube (cfDNA BCT), one BD Vacutainer serum separator tube (SST), and one \nDBS card per time point. Tubes were transported from the collection site to the field \nlaboratory at room temperature. From these tubes, whole blood, plasma, PBMCs, serum, and \ncell pellet samples were collected (Supplementary Table 3). Sample yields are reported \nbelow. Samples were aliquoted for long-term storage and biobanking (Supplementary \nTable 4). \nbRNA tubes were collected in order to isolate total RNA using the PAXgene blood RNA kit \n(Fig. 2a). Yield ranged from 3.04 to 14.04 µg/tube of total RNA across all samples, and the \nRNA integrity number (RIN)", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk15", "text": "es were collected in order to isolate total RNA using the PAXgene blood RNA kit \n(Fig. 2a). Yield ranged from 3.04 to 14.04 µg/tube of total RNA across all samples, and the \nRNA integrity number (RIN) ranged from 3.2 to 8.5 (mean: 6.95) (Fig. 2b). RNA was stored \nat −80 °C after extraction. The collection of total RNA enables a variety of downstream RNA \nprofiling methods. It will allow comparative studies to prior RNA-sequencing performed on \nastronauts, particularly snoRNA & lncRNA biomarkers analyzed from Space Shuttle era \nblood25,26, mRNA & miRNA measured during the NASA Twin Study17,18, and whole blood \nRNA arrays from the ISS27,28. Additionally, RNA yields are more than sufficient to perform \ndirect-RNA sequencing using Oxford Nanopore Technologies (ONT) platforms, which \nrequire 500 ng of total RNA per library (Manufacturer’s protocol, ONT kit SQK-RNA002). \nThis enables the study of RNA modification changes during spaceflight to create \nepitranscriptomic profiles for the first time in astronauts. \nFig. 2. bRNA and K2 EDTA Tubes. \n\n \nOpen in a new tab \na One 2.5 mL bRNA tube was collected per crew member at each ground timepoint. b bRNA \ntube total RNA yields per sample (μg) and RINs. c Four K2 EDTA tubes were collected per \nmember at each ground timepoint. One tube was used for a CBC, one tube was used to isolate \nEVPs, and two tubes were used for isolation of PBMCs. d Plasma and EVP yields from the \n“[2] EVPS” tube on Fig. 2c. e PBMC yields per mL from the “[3] PBMCs” tubes on Fig. 2c. \nFour K2 EDTA tubes were drawn at each timepoint from each crew member (Fig. 2c). One \nK2 EDTA tube was submitted to Quest Diagnostics to perform a complete blood count \n(CBC, Quest Test Code: 6399). One tube was used to isolate extracellular vesicles and \nparticles (EVPs) for proteomic quantification (Fig. 3a). Total EVP quantities varied from \n2.71-28.27 ug (Fig. 2d). Two K2 EDTA tubes were used to isolate PBMCs for single-cell \nsequencing (10X Chromium Single Cell Multiome", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk16", "text": "oteomic quantification (Fig. 3a). Total EVP quantities varied from \n2.71-28.27 ug (Fig. 2d). Two K2 EDTA tubes were used to isolate PBMCs for single-cell \nsequencing (10X Chromium Single Cell Multiome ATAC + Gene Expression and Chromium \nSingle Cell Immune Profiling workflows). After collection, a Ficoll separation was \nperformed to isolate PBMCs, which ranged from 340,000-975,000 cells per mL of blood \n(Fig. 2e). One prior single-cell gene expression experiment, NASA Twin study, was \nperformed on astronauts, which found immune cell population specific gene expression \nchanges and a correlation with microRNA signatures11,18. \nFig. 3. Tube Processing Steps. \n\n \nOpen in a new tab \nCentrifuge (brown circles) and aliquoting (white and green boxes and circles) protocols \nfor a K2 EDTA tubes designated for EVP isolation b CPTs c cfDNA BCTs ans.d d SST. \nAdditional PBMCs, plasma, and serum were collected from CPTs (Fig. 4a), cfDNA BCTs \n(Fig. 4d), SSTs (Fig. 4c), as well as red blood cell pellets. CPTs were spun and aliquoted \naccording to the manufacturer’s instructions (Fig. 3b). Plasma volume per tube ranged from \n3000-14,000 uL per tube (Fig. 4d). Because of technical issues in the sample processing \nprocedure, three instances occurred where plasma retrieval from the CPT tubes was not \npossible. Plasma can be used to validate or refute previous studies, including cytokine \npanel10,29, exosomal RNA-seq25,26, extracellular vesicle microRNA30, and proteomic20,31–\n33results. PBMCs were also collected, aliquoted into 6 cryovials per CPT, and stored in liquid \nnitrogen after slowly cooled in a Mr. Frosty to -80 °C. These can be used to follow-up on \nprevious studies on adaptive immunity, cell function, and immune dysregulation8,34–39. The \nremaining red blood cell pellet mixtures from below the gel plug in each CPT Tube were \nstored at −20 °C. \nFig. 4. CPT, cfDNA BCT, and SST Yields. \n\n \nOpen in a new tab \na A spun CPT yields plasma, PBMCs, and a red blood cell pellet. PBMC ", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk17", "text": "s from below the gel plug in each CPT Tube were \nstored at −20 °C. \nFig. 4. CPT, cfDNA BCT, and SST Yields. \n\n \nOpen in a new tab \na A spun CPT yields plasma, PBMCs, and a red blood cell pellet. PBMC from each tube \nwere divided into 6 cryovials and viably frozen. Plasma was aliquoted and the pellet was \nfrozen at −20C. b A spun cfDNA BCT yields plasma and a red blood cell pellet. Plasma was \npurified with an additional spin (see Fig. 4a) then aliquoted. The pellet was frozen at \n−20C. c A spun SST yields serum and a red blood cell pellet. Serum was aliquoted and the \npellet was frozen at −20C. d CPT plasma volumes per timepoint are reported. e cfDNA \n(Streck) BCT plasma volumes per timepoint. fSST serum volumes per timepoint. An extra \ntube was drawn for C004 at R + 45, resulting in a higher serum yield. \ncfDNA BCT (Streck) tubes were collected to isolate high-quality cfDNA from plasma. \ncfDNA BCTs were spun and aliquoted according to the manufacturer’s instructions (Fig. 3c). \nThe remaining cell pellet mixture was frozen at −20 °C. Plasma volume per timepoint ranged \nfrom 1500-5000 uL (Fig. 4e). 500 uL aliquots were frozen at -80 °C. cfDNA extracted from \nthese tubes can be analyzed for fragment length, mitochondrial or nuclear origin, and cell \ntype or tissue of origin40–42. \n\nThe SST was spun and aliquoted according to the manufacturer’s instructions (Fig. 3d). \nSerum volume ranged from 2000-8000 uL per timepoint (Fig. 4f). Similar to plasma, serum \ncan be allocated for cytokine analysis and can also be used to perform comprehensive \nmetabolic panels, including one we used at Quest (CMP, Quest Test Code: 10231) for metrics \non alkaline phosphatase, calcium, glucose, potassium, and sodium, among other metabolic \nmarkers. The remaining cell pellet mixture from each SST tube was stored at −20 °C. \nIn addition to venous blood, capillary blood was collected onto a DBS card using a contact-\nactivated lancet pressed against the fingertip (Fig. 5a). Capillary blood was ", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk18", "text": "T tube was stored at −20 °C. \nIn addition to venous blood, capillary blood was collected onto a DBS card using a contact-\nactivated lancet pressed against the fingertip (Fig. 5a). Capillary blood was collected onto a \nWhatman 903 Protein Saver DBS card to preserve nucleic acids and proteins. Each of the five \nspots on the DBS card hold 75-80uL of capillary blood, however, the amount of capillary \nblood collected across timepoints varied (Fig. 5b, c) according to how much blood could be \ncollected before the lancet-puncture closed. \nFig. 5. Dried Blood Spot (DBS) Collection Yields. \n \nOpen in a new tab \na DBS cards were collected preflight, during flight, and postflight. There were five spots for \nblood collection per card. b Blood collections varied in saturation level across blood spots \nand timepoints. These were classified as “full”, “partial”, and occasionally “empty”. c DBS \ncard yields per blood spot, per timepoint, and per crew member. \nSaliva collection \nSaliva was collected at the L-92, L-44, L-3, FD1, FD2, FD3, R + 1, R + 45, and R + 82 \ntimepoints using two methods. First, saliva was collected using the OMNIgene Oral Kit \n\n(OME-505), which preserves nucleic acids (Fig. 6a) during the ground timepoints. From \nthese samples, DNA, RNA, and protein were extracted. DNA yield ranged from 28.1 to \n3187.8 ng, RNA yield from 396.0 to 3544.2 ng (less the two samples had concentrations too \nlow for measurement), and protein concentration from 92.97 to 93.15 ng. \nFig. 6. Saliva Collections. \n \nOpen in a new tab \na DNA, RNA, and protein yields from the OMNIgene Oral kits. b Volume of crude saliva \ncollected per timepoint. \nSecond, crude saliva (i.e., saliva with no preservative added) was collected into a 5 mL \nDNase/RNase-free screw top tube during the ground and flight timepoints. Saliva volume \nvaried from 150 to 4000 uL per tube (Fig. 6b). Crude saliva was also collected during flight \n(FD2 and FD3), in addition to the ground timepoints. \nSaliva collections have b", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk19", "text": "timepoints. Saliva volume \nvaried from 150 to 4000 uL per tube (Fig. 6b). Crude saliva was also collected during flight \n(FD2 and FD3), in addition to the ground timepoints. \nSaliva collections have been conducted throughout spaceflight studies for assessing the \nimmune state of crews, particularly in the context of viral reactivation. Previously identified \nviruses that reactivate during spaceflight include Epstein–Barr, varicella-zoster, and \ncytomegalovirus43. Responses to reactivation of these viruses can be asymptomatic, \ndebilitating, or even life-threatening, thus assessing these adaptations is beneficial in \nunderstanding viral spaceflight activity as well as crew health. In addition to viral nucleic \nacid quantification, numerous biochemical assays can also be performed, including \n\nmeasurements of C-reactive protein (CRP), cortisol, dehydroepiandrosterone (DHEA), and \ncytokines, among others10,43–46. \nUrine collection \nUrine was collected in sterile specimen cups at the L-92, L-44, L-3, R + 1, R + 45, and R + 82 \ntimepoints. Specimen cups were collected 1-2 times per day. For preservation, urine was \naliquoted and stored at -80 °C. Half the urine had Zymo Urine Conditioning Buffer (UCB) \nadded before freezing, to preserve nucleic acids. Samples yielded 23–155.5 mL of crude urine \nand 21 - 112 mL of UCB urine per specimen cup (Fig. 7a). Urine was split into 1 mL - 15 mL \naliquots before freezing at -80 °C. \nFig. 7. Urine and Stool Sample Collections. \n \nOpen in a new tab \na Urine volumes per timepoint. Volumes are reported for both crude urine and urine \npreserved with Zymo urine conditioning buffer (UCB). b Timepoints that stool tubes were \ncollected. “Gut” tubes are OMNIgene•GUT tubes for microbiome preservation. “Met” tubes \nare OMNImet•GUT tubes for metabolome preservation. c Stool “Gut” tube DNA and RNA \nextraction quantities. \nA wide variety of assays can be performed on urine samples. Previous studies have included \nviral reactivation43,46,47, urinar", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk20", "text": "ome preservation. c Stool “Gut” tube DNA and RNA \nextraction quantities. \nA wide variety of assays can be performed on urine samples. Previous studies have included \nviral reactivation43,46,47, urinary cortisol48,49, iron and magnesium measurements50–53, bone \nstatus54–56, kidney stones54,55, proteomics11, telomere measurements57, and various biomarkers \nand metabolites17,49,58–61. \nStool collection \n\nStool was collected at the L-92, L-44, R + 1, R + 45, and R + 82 timepoints. Stool samples \nwere stored into two collection containers at each timepoint, one DNA Genotek OMNIgene \nGut (OMR−200) kit with a preservative for metagenomics and another (ME−200) with a \npreservative for metabolomics (Fig. 7b). Stool was the least consistent sample collected due \nto the limited windows available for sampling during collection timeframes. DNA and RNA \nwere extracted from aliquots of the OMNIgene Gut (OMR−200) tubes for downstream \nmicrobiome analysis. DNA yield ranged from 358.5 to 16,660 ng, RNA from 690 to 2010 ng \n(Fig. 7c). Large variations in yield are attributable to variable stool mass collected between \nkits. \nStool samples enable various biochemical, immune, and microbiome changes studies. \nPrevious metagenomic assays have found that shannon alpha diversity and richness during \nlong-duration missions to the ISS62. \nSkin swabs \nBody swabs were collected at all timepoints. Samples were collected by swabbing the body \nregion of interest for 30 seconds, then placing the swab in a sterile 2D matrix tube (Thermo \nScientific #3710) with Zymo DNA/RNA shield preservative. For the first two swab locations, \nthe oral and nasal cavity, the swab was placed directly on the body after removal from its \nsterile packaging (dry-swab method; Fig. 8a). For the remaining body locations, the swab was \nbriefly dipped in nuclease-free, DNA/RNA-free water before proceeding (wet-swab method). \nEight distinct sites were swabbed with the wet-swab method: post-auricular, axillary vault, \nvolar for", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk21", "text": "ab was \nbriefly dipped in nuclease-free, DNA/RNA-free water before proceeding (wet-swab method). \nEight distinct sites were swabbed with the wet-swab method: post-auricular, axillary vault, \nvolar forearm, occiput, umbilicus, gluteal crease, glabella, and the toe-web space (Fig. 8b). \nThe astronaut microbiome has previously been studied in the forehead, forearm, nasal, \narmpit, navel, postauricular, and tongue body locations, and changes have been documented \nduring flight. Changes in alpha diversity and beta diversity were documented, as well as \nshifts in microbial genera62. However, the impact of these changes on skin health and \nimmunological health are not well understood. \nFig. 8. Skin Collection Locations and Sample Types. \n\n \nOpen in a new tab \na Dry swabs were collected from two body locations. b Wet swabs were collected from eight \nbody locations. c Swabs were collected from the deltoid region. Immediately after, 3- or 4-\nmm skin biopsies were collected from the same area and divided for histology and spatially \nresolved transcriptomics. \nAcquiring extensive swab samples from the crew skin allows for characterization of the \nhabitat environment, crew skin microbiome adaptations, and interactions with potential \nhuman health adaptations resulting from spaceflight exposure. This is very relevant for crew \nhealth, considering astronauts become more susceptible to infections during spaceflight \nmissions63, with the relationship between microbe-host interactions from spaceflight \nexposure, which may be a causative factor of astronauts immune dysfunction, which is still \nnot well understood. \nSkin Biopsies \nA skin biopsy on the deltoid was obtained from the L-44 and R + 1 timepoint. Biopsies were \nalso collected in advance of a flight to ensure the biopsy site is fully healed before the flight \nso there is no risk of complication. The wet-swab method was used to collect the skin \nmicrobiome before the skin biopsy. The skin biopsies were 3–4 millimeters in diamet", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk22", "text": "lly healed before the flight \nso there is no risk of complication. The wet-swab method was used to collect the skin \nmicrobiome before the skin biopsy. The skin biopsies were 3–4 millimeters in diameter and \nwere collected for histology and spatially resolved transcriptomics (SRT) (Fig. 8c). One-third \nof the sample was stored in formalin and kept at room temperature to perform histology. The \nremaining two-thirds of the sample was stored in a cryovial and placed at -80 °C for SRT \n(Fig. 8c). This is the first sample collected from astronauts for spatially resolved \ntranscriptomics. The skin is of high interest due to the inflammation-related cytokine markers \nsuch as IL-12p40, IL-10, IL-17A, and IL-1810,17 and skin rash’s status as the most frequent \nclinical symptom reported during spaceflight64. \n\nEnvironmental swabs and HEPA filter \nEnvironmental swabs were collected in flight during the F1 and F2 timepoint. Additionally, \nenvironmental swabs were collected from the flight simulation capsule at SpaceX \nheadquarters after days of crew training during the L-92 and L-44 timepoints. Environmental \nswabs were collected using the wet-swab method. Ten environmental swabs were collected \nper time point at the following locations in the capsule: an ambient air/control swab, the \nexecute button, the viewing dome, the side hatch mobility aid, the lid of the waste locker, the \nhead section of one of the seats, the commode panel, the right and left sides of the control \nscreen, and the g-meter button (Fig. 9a-d). Additionally, the spacecraft’s high-efficiency \nparticulate absorbing (HEPA) filter was acquired post-flight. This filter was cut into 127 \nrectangular pieces (1.2” x 1.6” x 4”) and stored at −20 °C. \nFig. 9. Capsule Swab Locations. \n \n\nOpen in a new tab \na Swab locations, descriptions, and label IDs. b Interior view of the SpaceX Dragon \ncapsule. c View of the control panel located above the middle seats in the Dragon \ncapsule. d View of the cupola (viewing dome) r", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk23", "text": "ns, descriptions, and label IDs. b Interior view of the SpaceX Dragon \ncapsule. c View of the control panel located above the middle seats in the Dragon \ncapsule. d View of the cupola (viewing dome) region from the outside. The rim of the dome \nwas swabbed from the inside (ID 10). \nPrevious microbial profiling of spacecraft environments has revealed that equipment \nsterilized on the ground becomes coated in microbial life in space due to interactions with \ncrew and the introduction of equipment that has not undergone sterilization65. Subsequent \nmicrobial monitoring assays performed on the ISS have detected novel, spaceflight-specific \nspecies on the ISS66. Once in space, surface microbes are subject to the unique microgravity \nand radiation environment of flight, which will influence evolutionary trajectory. The \npotential impact of this influence on pathogenesis is a concern for long-duration space \nmissions, especially given that changes in host-pathogen interactions may also be affected \nduring spaceflight67. \nDiscussion \nWe report here on biospecimen samples collected from the SpaceX I4 Mission, the most \ncomprehensive human biological specimen collection effort performed on an astronaut cohort \nto date. The extensive archive of biospecimens included venous blood, dried blood spot \ncards, saliva, urine, stool, microbiome body swabs, skin biopsies, and environmental capsule \nswabs. The study objective was to establish a foundational set of methods for biospecimen \ncollection and banking on commercial spaceflight missions suitable for multi-omic and \nmolecular analysis. Biospecimens were collected to enable comprehensive, multi-omic \nprofiles, which can then be used to develop molecular catalogs with higher resolution of \nhuman responses to spaceflight. Select, targeted measures in clinical labs (CLIA) were also \nperformed immediately after sample collection (CBC, CMP), and samples and viable cells \nwere preserved in a long-term Cornell Aerospace Medicine Biobank", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk24", "text": "ted measures in clinical labs (CLIA) were also \nperformed immediately after sample collection (CBC, CMP), and samples and viable cells \nwere preserved in a long-term Cornell Aerospace Medicine Biobank, such that additional \nassays and measures can be conducted in the future. \nGreat care was put into the standardization of sample processing between field laboratories in \nHawthorne, Cape Canaveral, and Houston. Despite our best efforts to control for all \npreanalytical variables68, there are some inconsistencies in sample processing that were \nunavoidable during this mission. Of note, there was no access to cold stowage during flight, \ncausing all samples to be stowed at room temperature until they arrived back on Earth. Of the \nthree sample types collected during flight, two were stable at room temperature (skin/capsule \nswabs stored in DNA/RNA shield and capillary blood collected on dried blood spot cards). \nThe third (saliva samples), were not stored in a preservative and, for this reason, will have a \ndistinct profile compared to other timepoints. This limits the context in which these samples \nwill be useful, but will still provide biological insights in more targeted biological studies. \nWe can imagine situations in the future where there will be tradeoffs between standardization \nof sample collection with previous missions and mission-specific constraints influencing the \nselection of biospecimen collection methods. \nHowever, there are several reasons why rigorous biospecimen collection methods for \ncommercial and private spaceflight missions must be developed, which are scalable and \ntranslational across populations, missions, and mission parameters. First, little is known about \n\nthe biological and clinical responses that occur in civilians during and after space travel. \nWhile professional astronauts are generally young, healthy, and extensively trained, civilian \nastronauts have been, and likely will be, far more heterogeneous. They will possess a variety \n", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk25", "text": " travel. \nWhile professional astronauts are generally young, healthy, and extensively trained, civilian \nastronauts have been, and likely will be, far more heterogeneous. They will possess a variety \nof phenotypes, including older ages, different health backgrounds, and greater medication \nuse, and may experience different medical conditions, risks, and comorbidities. Careful \nmolecular characterization will be beneficial for the development of appropriate baseline \nmetrics and countermeasures and, therefore, beneficial for the individual spaceflight \nexperience. In the future, such analyses may enable precision medicine applications aimed at \noptimizing countermeasures for each individual astronaut who enters and returns safely from \nspace69,70. \nSecond, multi-omic studies inherently present a large number of measurements within a small \nset of subjects. These high-dimensional datasets present numerous potential challenges with \nregard to the amplification of noise, risk of overfitting, and false discoveries71. At all times, \nscientists engaged in multi-omic analyses must take special care that true biological variance \nis what has been measured. The introduction of experimental variance through the \nprogression from sample collection, transport, and storage, to sequencing and analysis can \nintroduce artifacts of variance that render the detection of true biological variance and \ninterpretation of results more difficult. For this reason, tight adherence to experimental \ncontrols or annotation at every step of the experimental condition is crucial. Careful \nannotation allows for the assignment of class variables in post hoc analysis. Among such \napplications are the attempt to detect batch effects or determine the impact of variations in \ntemperature (collection, storage, or transport)72. \nThe necessary means to address experimental variance are longitudinal sampling and \nspecimen aliquoting. Longitudinal sampling (i.e. collecting numerous serial samples from \neach ", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk26", "text": "e, or transport)72. \nThe necessary means to address experimental variance are longitudinal sampling and \nspecimen aliquoting. Longitudinal sampling (i.e. collecting numerous serial samples from \neach test condition) from pre-flight, in-flight, and post-flight allows for greater statistical \npower when assessing changes attributable to spaceflight. In addition, each sample collected \nshould be divided upon collection into multiple aliquots. This better assures that freeze-thaw \ncycles can be avoided in the analysis stage, as freeze-thaw events can introduce considerable \nexperimental variance depending on the molecular class being measured. Maintaining all \nsamples at their optimal storage temperature at all times, typically -80 °C or lower (e.g. liquid \nnitrogen for cells), is crucial73. Special attention must be given to how the collection and \nstorage methods in-flight vary in relation to the conditions on Earth. Spaceflight presents \nconsiderable differences in the operating environment, where ground conditions are far easier \nto control than flight. In practice, this may limit the types of samples that can be collected \nduring flight. \nThird, rigorous methods must be developed and followed to pursue comparisons across \nmissions with varying design parameters. In this consideration, there is an argument for the \ndevelopment of specimen collection, transport, storage, processing, analysis, and reporting \nstandards. At the same time, this must be balanced with the flexibility required for innovation \nsince standards can sometimes limit advancement in methodology. In the present study, \ncommon methods were used for the I4 and the Polaris Dawn and Axiom-2 missions. \nHowever, selected methods may require optimization for Polaris Dawn-like missions, to \nincrease the yields during sample processing and adapt to unique parameters imposed by the \nanticipated spacewalk (extravehicular activity; EVA). Moreover, within standards or best \npractices, unique research for each m", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk27", "text": " during sample processing and adapt to unique parameters imposed by the \nanticipated spacewalk (extravehicular activity; EVA). Moreover, within standards or best \npractices, unique research for each mission may require alteration of previously successful \n\nmethods. With these considerations in mind, we must balance methodology standardization \nwith advances in methodology options and mission-specific objectives. \nAs the commercial spaceflight sector gains momentum and more astronauts with different \nhealth profiles and backgrounds have access to space, comprehensive data on the biological \nimpact of short-duration spaceflight is of paramount importance. Such data will further \nexpand our understanding and knowledge of how spaceflight affects human physiology, \nmicrobial adaptations, and environmental biology. The use of integrative omics technologies \nfor civilian astronauts has revealed novel responses across genomics, proteomics, \nmetabolomics, microbiome, and transcriptomics measures74–83. Creating multi-omic datasets \nfrom spaceflight studies on astronaut cohorts will further advance our understanding, inform \nfuture mission planning, and help discover what appropriate countermeasures can be \ndeveloped to minimize future risk and enhance performance. \nValidating sample collection methodologies initially in short-duration commercial spaceflight \nis a key step for future human health research in long-duration and exploration-class missions \nto the Moon and beyond. To help meet these challenges, we have established the SOMA \nprotocols, which detail standard multi-omic measures of astronaut health and protocols for \nsample collection from astronaut cohorts. Although the all-civilian I4 crew pioneered the first \nuse of the SOMA protocols, the methodology outlined here is robust and generalizable, \nmaking it applicable to future astronaut crews from any commercial mission provider (e.g., \nSpaceX, Axiom Space, Sierra Space, Blue Origin) or space agencies (NASA, ESA, JA", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk28", "text": " robust and generalizable, \nmaking it applicable to future astronaut crews from any commercial mission provider (e.g., \nSpaceX, Axiom Space, Sierra Space, Blue Origin) or space agencies (NASA, ESA, JAXA, \nROSCOSMOS). Furthermore, the SOMA banking, sequencing, and processing methods are a \nspringboard for continuing biospecimen analysis and expanding our knowledge of multi-omic \ndynamics before, during, and after human spaceflight missions, providing a molecular \nroadmap for crew health, medical biometrics, and possible countermeasures. \nMethods \nVenous blood draw \nVenipuncture was performed on each subject using a BD Vacutainer® Safety-Lok™ blood \ncollection set (BD Biosciences, #367281) and a Vacutainer one-use holder (BD Biosciences, \n364815). The puncture site was located near the cubital fossa and was sterilized with a BZK \nantiseptic towelette (Dynarex, Reorder No. 1303). Blood was collected into 1 serum separator \ntube (SST, BD Biosciences: #367987, Lot: #1158449, #1034773), 2 cell processing tubes \n(CPT, BD Biosciences: #362753, Lot: #1133477, #1012161), 1 blood RNA tube (bRNA, \nPAXgene: #762165, Lot: #1021333), 1 cell-free DNA BCT (cfDNA BCT, Streck: #230470, \nLot: #11530331), and 4 K2 EDTA blood collection tubes (BD Biosciences, #367844, Lot: \n#0345756) per crew member per time point. For samples collected in Hawthorne, blood was \ndrawn at SpaceX headquarters, then immediately transported to USC for processing. Samples \ncollected at Cape Canaveral were processed on-site. \nBlood tube processing \nFor processing, serum separator tubes (SST) were centrifuged at 1300x g for 10 minutes. \n500uL aliquots of serum were aliquoted into 1 mL Matrix 2D Screw Tubes (ThermoFisher, \n3741-WP1D-BR) and stored at -80 °C. SST tubes were recapped and stored at −20 °C to \npreserve the red blood cell pellet. \n\nCell processing tubes were centrifuged at 1800xg for 30 minutes. Plasma was aliquoted into \n1 mL Matrix 2D Screw Tubes and stored at -80 °C. 5 mL of 2% FBS (ThermoFisher, \n", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk29", "text": "he red blood cell pellet. \n\nCell processing tubes were centrifuged at 1800xg for 30 minutes. Plasma was aliquoted into \n1 mL Matrix 2D Screw Tubes and stored at -80 °C. 5 mL of 2% FBS (ThermoFisher, \n#26140079) in PBS (ThermoFisher, #10010023) was added to the CPT tube to resuspend \nPBMCs. PBMC suspension was transferred to a clean 15 mL conical tube. The total volume \nwas brought to 15 mL with 2% FBS in PBS. The tube was centrifuged for 15 minutes at \n300x g. Supernatant was discarded. PBMCs were resuspended 6 mL of 10% DMSO \n(Millipore Sigma, #D4540-500mL) in FBS. 1 mL of PBMCs were moved to 6 cryogenic \nvials (Corning, #8672). Cryovials were placed in a Mr. FrostyTM (ThermoFisher, #5100-0001) \nand stored at -80 °C. CPTs were recapped and stored at −20 °C to preserve the red blood cell \npellet. There was one outlier to this sample collection, the R + 194 timepoint, where CPT \nsodium citrate tubes were used (BD Biosciences, Cat no. 362760). \ncfDNA BCTs were centrifuged at 300xg for 20 minutes. Plasma was transferred to a 15 mL \nconical tube. Plasma was centrifuged 5000xg for 10 minutes. 500uL aliquots of plasma were \naliquoted into 1 mL Matrix 2D Screw Tubes and stored at -80 °C. cfDNA BCTs were \nrecapped and stored at −20 °C to preserve the red blood cell pellet. \nPAXgene blood RNA tubes were processed according to the manufacturer’s instructions. \nBriefly, tubes were left upright for a minimum of 2 hours before freezing at −20 °C. For RNA \nextraction, tubes were thawed and processed with the PAXgene blood RNA kit (Qiagen, \n#762164). \nExtracellular Vesicles and Particles (EVPs) Isolation \nOne 4 mL K2 EDTA tube was shipped on ice overnight to WCM for processing. Blood was \ncentrifuged at 500x g for 10 minutes, then plasma was transferred to a new tube and \ncentrifuged at 3000 x g for 20 minutes, and the supernatant was collected and stored at -80 °C \nfor EVP isolation. Plasma volumes ranged between 0.6 - 1.7 ml. Plasma was later thawed for \ndownstream processing, w", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk30", "text": "at 3000 x g for 20 minutes, and the supernatant was collected and stored at -80 °C \nfor EVP isolation. Plasma volumes ranged between 0.6 - 1.7 ml. Plasma was later thawed for \ndownstream processing, when concentrations were measured. Plasma samples were thawed \non ice, and EVPs were isolated by sequential ultracentrifugation (Hoshino et al., 2020). \nSamples were centrifuged at 12,000x g for 20 minutes to remove microvesicles, then EVPs \nwere collected by ultracentrifugation in a Beckman Coulter Optima XE or XPE \nultracentrifuge at 100,000x g for 70 minutes. EVPs were then washed in PBS and pelleted \nagain by ultracentrifugation at 100,000x g for 70 minutes. The final EVP pellet was \nresuspended in PBS. \nDried blood spot (DBS) \nCrew members warmed their hands and massaged their finger towards the fingertip to enrich \nblood flow toward the puncture site. The puncture site was sterilized using a BZK antiseptic \ntowelette (Dynarex, Reorder No. 1303). Skin was punctured using a contact-activated lancet \n(BD Biosciences, #366593) or a 21-gauge needle (BD Biosciences, #305167), depending on \ncrew member preference. Capillary blood was collected onto the Whatman 903 Protein Saver \nDBS cards (Cytiva, #10534612). Blood was transferred by touching only the blood droplet to \nthe surface of the DBS card. DBS cards were stored at room temperature with a desiccant \npack (Cytiva, #10548239). \nSaliva \n\nTo collect crude saliva, crew members uncapped and spit into a sterile, PCR-clean, 5 mL \nscrew-cap tube (Eppendorf, 30122330). Crew spit repeatedly until at least 1 mL was \ncollected. Saliva was transported to a sterile flow hood and separated into 500uL aliquots. \nAliquots were frozen at -80 °C. To collect preserved saliva, crew members used the \nOMNIgene ORAL kit (OME-505). Crew members spit into the kit’s tube until they reached \nthe fill line. The tube was re-capped, which released the preservative liquid. Tubes were \ninverted to mix the saliva and preservative before being placed", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk31", "text": " spit into the kit’s tube until they reached \nthe fill line. The tube was re-capped, which released the preservative liquid. Tubes were \ninverted to mix the saliva and preservative before being placed at −20 °C for storage. After all \ntimepoints were collected, DNA, RNA, and protein were extracted using the AllPrep \nDNA/RNA/Protein kit (Qiagen, #47054). Sample concentrations were measured with Qubit \nhigh sensitivity dsDNA and RNA platform. Proteins were quantified with the Pierce™ Rapid \nGold BCA Protein Assay Kit (Thermo Scientific, #A53225) on Promega GloMax Plate \nReader. \nUrine \nCrew members urinated into sterile specimen containers (Thermo Scientific, #13-711-56). \nThe container was stored at 4 C until it was prepared for long-term storage. To prepare urine \nsamples for long-term storage, urine was aliquoted into 1 mL, 15 mL, and 50 mL tubes. Half \nof the urine was immediately placed at −80 °C. The other half had urine conditioning buffer \n(Zymo, #D3061-1-140) added to the sample before placing in the -80 °C freezer. \nStool collection \nCrew members isolated a stool sample using a paper toilet accessory (DNA Genotek, OM-\nAC1). Stool was transferred into and OMNIgene•GUT tube (DNAgenotek, OMR−200) and \nan OMNImet•GUT tube (DNA Genotek, ME−200). Tubes were placed at -80 °C for long-\nterm storage. For nucleic acid extraction, 200uL of each tube was allocated for DNA \nextraction with the QIAGEN PowerFecal Pro kit and 200uL was allocated to RNA extraction \nwith the QIAGEN PowerViral kit. The remaining sample was split into 500uL aliquots and \nre-stored at -80 °C. \nSwab collection \nCrew members put on gloves and remove a sterile DNA/RNA swab (Isohelix, SK-4S) from \nits packaging. For collection of the postauricular, axillary vault, volar forearm, occiput, \numbilicus, gluteal crease, glabella, toe web space, and capsule environment regions, swabs \nwere dipped in nuclease-free water (this step was skipped for oral and nasal swabs) for \nground collections. For in-flight", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row7", "chunk_id": "row7_chunk32", "text": "teal crease, glabella, toe web space, and capsule environment regions, swabs \nwere dipped in nuclease-free water (this step was skipped for oral and nasal swabs) for \nground collections. For in-flight collections, HFactor hydrogen infused water was used in \nplace of nuclease-free water. Each body location was swabbed for 30 seconds, using both \nsides of the swab. Swabs were then placed in 1 mL Matrix 2D Screw Tubes containing 400uL \nof DNA/RNA Shield (Zymo). The tip of the swab was broken off so that only the swab tip \nwas stored in the Matrix 2D Screw Tube. Tubes were stored at 4 C. \nSkin biopsies \nSkin biopsies were performed on the deltoid region of the arm. Each site was prepared by \napplication of ChloraPrep and anesthesia was induced with administration of 1% lidocaine \nwith 1:100,000 epinephrine. A trephine punch was used to remove a 3- or 4-mm diameter \npiece of skin. The resected piece was cut into approximately 1/3 and 2/3 sections. The smaller \n\npiece was added to a formalin-filled specimen jar. The larger piece was placed in a cryovial \nand stored at -80 °C. Surgical defects were closed with 1 or 2 5-0 or 4-0 nylon sutures. \nHEPA filter \nHEPA Filter was taken apart and sectioned under a chemical hood to avoid contamination. \nThe filter contained two parts, an activated carbon component and a HEPA filter. The \nactivated carbon component was discarded and the filter was sectioned using a sterile blade. \nSections were placed in individual specimen containers and stored at −20 °C.", "meta": {"source_row": 7, "paper_id": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA)", "title": "Abstract", "filename": "papers/pdf_papers/Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).pdf", "original_fields": []}}
{"doc_id": "row8", "chunk_id": "row8_chunk0", "text": "TITLE\nDesigning a Novel Monitoring Approach for the Effects of Spaceflight on Liver Function and\n\nABSTRACT\nSpaceflight alters multiple physiological systems, including liver function. This study develops a \nmonitoring framework using transcriptomics, metabolomics, and serum biomarkers to track \nhepatic stress in astronauts.\n\nRESULTS\nAST and ALT levels were significantly elevated in flight-exposed subjects, indicating hepatic \nstress. \n \nSerum metabolomics showed increased triglycerides, decreased phospholipids, and altered \nlipid metabolism. \n \nAlanine aminotransferase and aspartate aminotransferase identified as potential biomarkers of \nliver dysfunction.\n\nCONCLUSION\nProvides a framework for monitoring liver function during space missions. \n \nIdentified biomarkers can guide early interventions for astronaut hepatic health.", "meta": {"source_row": 8, "paper_id": "Designing a Novel Monitoring Approach for the Effects of Spaceflight on Liver Function and Metabolism", "title": "Designing a Novel Monitoring Approach for the Effects of Spaceflight on Liver Function and", "filename": "papers/pdf_papers/Designing a Novel Monitoring Approach for the Effects of Spaceflight on Liver Function and Metabolism.pdf", "original_fields": []}}
{"doc_id": "row9", "chunk_id": "row9_chunk0", "text": "TITLE\nDietary countermeasure mitigates simulated\n\nABSTRACT\n(summary) \n●​ Spaceflight involves both microgravity and ionizing radiation, both of which negatively \nimpact skeletal health. PubMed+1 \n●​ Earlier work showed that dried plum (DP) diet protects against radiation-induced bone \nloss. The current study tested whether DP could mitigate bone loss under a simulated \nspaceflight model combining hindlimb unloading (as microgravity analog) plus radiation. \nPubMed+1 \n●​ They assessed bone microarchitecture, mechanical properties, and osteoprogenitor \nfunction under different diet and treatment groups. PubMed+1 \n●​ They found that the DP diet prevented most of the declines caused by either hindlimb \nunloading alone or the full simulated spaceflight. PubMed+1 \n●​ Also, DP diet protected osteoprogenitors from functional impairment due to simulated \nmicrogravity. PubMed \n●​ The authors suggest that DP supplementation might be effective as a countermeasure \nagainst spaceflight-induced skeletal deficits. PubMed \nKey Results \n●​ In mice subjected to hindlimb unloading (HU) or HU + ionizing radiation (IR), the control \ndiet groups exhibited declines in bone microarchitecture (e.g. bone volume fraction, \ntrabecular thickness) and mechanical strength. PubMed+1 \n●​ In contrast, mice on DP diet showed attenuated or prevented reductions in many of \nthese parameters: the DP diet “was effective at preventing most decrements in bone \nmicro-architectural and mechanical properties” due to HU or HU+IR. PubMed+1 \n●​ Osteoprogenitor cultures (bone marrow-derived) from DP-fed mice exposed to HU \nretained better osteoblastic differentiation and function relative to controls. PubMed+1 \nConclusion / Implication \n●​ The DP diet acts as an effective countermeasure in a combined simulated spaceflight \nmodel (microgravity analog + radiation) to mitigate osteopenia in mice. PubMed+1 \n●​ Because DP is a dietary approach, it has advantages of lower mass, lower complexity, \nand potential ease of imp", "meta": {"source_row": 9, "paper_id": "Dietary countermeasure mitigates simulated spaceflight-induced osteopenia in mice (PMC7162976) PMC+2PubMed+2", "title": "Dietary countermeasure mitigates simulated", "filename": "papers/pdf_papers/Dietary countermeasure mitigates simulated spaceflight-induced osteopenia in mice (PMC7162976) PMC+2PubMed+2.pdf", "original_fields": []}}
{"doc_id": "row9", "chunk_id": "row9_chunk1", "text": "ht \nmodel (microgravity analog + radiation) to mitigate osteopenia in mice. PubMed+1 \n●​ Because DP is a dietary approach, it has advantages of lower mass, lower complexity, \nand potential ease of implementation compared to pharmaceutical or mechanical \ninterventions. PMC+1 \n\n●​ The authors propose that DP supplementation is a promising nutritional countermeasure \nfor skeletal health in astronauts, though further studies (e.g. in real microgravity, dose \noptimization, mechanistic dissection) are warranted.\n\nCONCLUSION\n/ Implication \n●​ The DP diet acts as an effective countermeasure in a combined simulated spaceflight \nmodel (microgravity analog + radiation) to mitigate osteopenia in mice. PubMed+1 \n●​ Because DP is a dietary approach, it has advantages of lower mass, lower complexity, \nand potential ease of implementation compared to pharmaceutical or mechanical \ninterventions. PMC+1 \n\n●​ The authors propose that DP supplementation is a promising nutritional countermeasure \nfor skeletal health in astronauts, though further studies (e.g. in real microgravity, dose \noptimization, mechanistic dissection) are warranted.", "meta": {"source_row": 9, "paper_id": "Dietary countermeasure mitigates simulated spaceflight-induced osteopenia in mice (PMC7162976) PMC+2PubMed+2", "title": "Dietary countermeasure mitigates simulated", "filename": "papers/pdf_papers/Dietary countermeasure mitigates simulated spaceflight-induced osteopenia in mice (PMC7162976) PMC+2PubMed+2.pdf", "original_fields": []}}
{"doc_id": "row10", "chunk_id": "row10_chunk0", "text": "TITLE\nEpigenomic regulators elongator complex subunit 2 and methyltransferase 1 differentially\n\nABSTRACT\nInvestigates the roles of two epigenomic regulators (ELP2 and METH1 or similar \nmethyltransferase) in Arabidopsisresponses to spaceflight; uses mutants, spaceflight or \nsimulated conditions, and transcriptomic/epigenomic profiling.\n\nRESULTS\nLoss or alteration of these regulators changed the transcriptional response to spaceflight, with \ndistinct gene sets dysregulated related to stress, development, and epigenetic marks; ELP2 and \nthe methyltransferase had partly overlapping but also distinct influences.\n\nCONCLUSION\nEpigenomic regulators modulate plant transcriptional responses to spaceflight and may be \ncrucial for adaptive plasticity; targeting epigenetic pathways could help design plants optimized \nfor space agriculture.", "meta": {"source_row": 10, "paper_id": "Epigenomic regulators elongator complex subunit 2 and methyltransferase 1 differentially condition the ", "title": "Epigenomic regulators elongator complex subunit 2 and methyltransferase 1 differentially", "filename": "papers/pdf_papers/Epigenomic regulators elongator complex subunit 2 and methyltransferase 1 differentially condition the .pdf", "original_fields": []}}
{"doc_id": "row11", "chunk_id": "row11_chunk0", "text": "TITLE\nEvaluation of Rodent Spaceflight in the NASA Animal Enclosure Module for an Extended\n\nABSTRACT\nThe National Aeronautics and Space Administration Animal Enclosure Module (AEM) was \ndeveloped as a self-contained rodent habitat for shuttle flight missions that provides inhabitants \nwith living space, food, water, ventilation, and lighting. This study reports whether, after minimal \nhardware modification, the AEM could support an extended term up to 35 days for Sprague-\nDawley rats and C57BL/6 female mice for use on the International Space Station. Success was \nevaluated based on comparison of AEM housed animals to that of vivarium housed and to \nnormal biological ranges through various measures of animal health and well-being, including \nanimal health evaluations, animal growth and body masses, organ masses, rodent food bar \nconsumption, water consumption, and analysis of blood contents. The results of this study \nconfirmed that the AEMs could support 12 adult female C57BL/6 mice for up to 35 days with \nself-contained RFB and water, and the AEMs could also support 5 adult male Sprague-Dawley \nrats for 35 days with external replenishment of diet and water. This study has demonstrated the \ncapability and flexibility of the AEM to operate for up to 35 days with minor hardware \nmodification. Therefore, with modifications, it is possible to utilize this hardware on the \nInternational Space Station or other operational platforms to extend the space life science \nresearch use of mice and rats.\n\nRESULTS\nRodent Health and Well-being: The study assessed various measures of animal health and \nwell-being, including animal health evaluations, animal growth and body masses, organ \nmasses, rodent food bar consumption, water consumption, and analysis of blood contents. \n \nHardware Performance: The AEMs successfully supported 12 adult female C57BL/6 mice for up \nto 35 days with self-contained RFB and water, and 5 adult male Sprague-Dawley rats for 35 \ndays with external replenish", "meta": {"source_row": 11, "paper_id": "Evaluation of Rodent Spaceflight in the NASA Animal Enclosure Module for an Extended Operational Period", "title": "Evaluation of Rodent Spaceflight in the NASA Animal Enclosure Module for an Extended", "filename": "papers/pdf_papers/Evaluation of Rodent Spaceflight in the NASA Animal Enclosure Module for an Extended Operational Period.pdf", "original_fields": []}}
{"doc_id": "row11", "chunk_id": "row11_chunk1", "text": "erformance: The AEMs successfully supported 12 adult female C57BL/6 mice for up \nto 35 days with self-contained RFB and water, and 5 adult male Sprague-Dawley rats for 35 \ndays with external replenishment of diet and water.\n\nCONCLUSION\nExtended Operational Capability: The AEM demonstrated the capability and flexibility to operate \nfor up to 35 days with minor hardware modification. \n \nImplications for Space Research: With modifications, the AEM can be utilized on the \nInternational Space Station or other operational platforms to extend the space life science \nresearch use of mice and rats.", "meta": {"source_row": 11, "paper_id": "Evaluation of Rodent Spaceflight in the NASA Animal Enclosure Module for an Extended Operational Period", "title": "Evaluation of Rodent Spaceflight in the NASA Animal Enclosure Module for an Extended", "filename": "papers/pdf_papers/Evaluation of Rodent Spaceflight in the NASA Animal Enclosure Module for an Extended Operational Period.pdf", "original_fields": []}}
{"doc_id": "row12", "chunk_id": "row12_chunk0", "text": "TITLE\nGravity Attenuates the Transcriptomic Response to Spaceflight in the Optic\n\nABSTRACT\n(summary) \n●​ Eye and optic nerve (retina + optic nerve) pathology is a known risk in space missions \n(e.g. Spaceflight Associated Neuro-Ocular Syndrome, SANS). PubMed+1 \n●​ Microgravity (0 G) on ISS is hypothesized to drive transcriptomic (gene expression) \nchanges in ocular tissues that contribute to oxidative stress, inflammation, apoptosis, \nand lipid metabolic stress. PubMed+1 \n●​ The authors used mice flown on the ISS under different gravity levels (0 G, 0.33 G, 0.67 \nG, 1 G via centrifugation) and then harvested optic nerve and retina tissues for RNA \nsequencing (RNA-seq). PubMed+1 \n●​ They observed that microgravity induced substantial differential gene expression in \nretina and optic nerve consistent with stress, but that artificial gravity attenuates \n(reduces) this transcriptomic response, in a dose-dependent manner (i.e. stronger \nmitigation at higher artificial gravity). PubMed+2PMC+2 \n●​ They propose that artificial gravity could be a viable countermeasure to protect ocular \ntissues from spaceflight-induced transcriptomic dysregulation. PubMed+1 \n \nResults (key findings) \nFrom what’s available in the abstract and supplementary descriptions: \n●​ Under 0 G (microgravity), many genes in the optic nerve and retina were differentially \nexpressed compared to ground controls. These DEGs (differentially expressed genes) \nmatch pathways involved in oxidative stress, inflammation, apoptosis, and lipid \nmetabolism. PubMed+2Faculty Experts - Loma Linda University+2 \n●​ Application of artificial gravity (AG) onboard the ISS mitigated those transcriptomic \nchanges. The mitigation was dose-dependent: higher artificial gravity (closer to 1 G) \nproduced transcriptomic profiles more similar to ground control (i.e. fewer changes) than \nlower AG. PubMed+2PMC+2 \n●​ At 1 G artificial gravity, the transcriptome in the optic nerve / retina was close to that of \nthe ground control, meani", "meta": {"source_row": 12, "paper_id": "Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic Nerve and Retina” (Kremsky et al", "title": "Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic", "filename": "papers/pdf_papers/Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic Nerve and Retina” (Kremsky et al.pdf", "original_fields": []}}
{"doc_id": "row12", "chunk_id": "row12_chunk1", "text": "imilar to ground control (i.e. fewer changes) than \nlower AG. PubMed+2PMC+2 \n●​ At 1 G artificial gravity, the transcriptome in the optic nerve / retina was close to that of \nthe ground control, meaning many gene expression changes induced by 0 G were \ndampened or reversed. PubMed+1 \n●​ The degree of attenuation suggests that even partial gravity (0.33 G or 0.67 G) has \nprotective effects, though not as full as 1 G. Faculty Experts - Loma Linda University+1 \n\n \nConclusion / Take-Home Message \n●​ Artificial gravity, applied via centrifugation aboard the ISS, attenuates the \ntranscriptomic response (i.e. the gene expression changes) to microgravity in the optic \nnerve and retina. PMC+2PubMed+2 \n●​ The mitigation effect is dose-dependent — nearer to Earth gravity (1 G) gives stronger \nprotection, though even partial gravity shows benefit. PubMed+2Faculty Experts - Loma \nLinda University+2 \n●​ Therefore, artificial gravity is a promising countermeasure to reduce \nspaceflight-induced molecular stress in ocular tissues, potentially ameliorating risks of \nSANS and related damage. PubMed+1 \n●​ The study supports the idea that microgravity is a strong driver of adverse molecular \nchanges in ocular tissues, and that replicating gravity (even partially) can suppress those \nadverse changes. MDPI+3PubMed+3Faculty Experts - Loma Linda University+3\n\nRESULTS\n(key findings) \nFrom what’s available in the abstract and supplementary descriptions: \n●​ Under 0 G (microgravity), many genes in the optic nerve and retina were differentially \nexpressed compared to ground controls. These DEGs (differentially expressed genes) \nmatch pathways involved in oxidative stress, inflammation, apoptosis, and lipid \nmetabolism. PubMed+2Faculty Experts - Loma Linda University+2 \n●​ Application of artificial gravity (AG) onboard the ISS mitigated those transcriptomic \nchanges. The mitigation was dose-dependent: higher artificial gravity (closer to 1 G) \nproduced transcriptomic profiles more similar to gro", "meta": {"source_row": 12, "paper_id": "Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic Nerve and Retina” (Kremsky et al", "title": "Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic", "filename": "papers/pdf_papers/Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic Nerve and Retina” (Kremsky et al.pdf", "original_fields": []}}
{"doc_id": "row12", "chunk_id": "row12_chunk2", "text": "gravity (AG) onboard the ISS mitigated those transcriptomic \nchanges. The mitigation was dose-dependent: higher artificial gravity (closer to 1 G) \nproduced transcriptomic profiles more similar to ground control (i.e. fewer changes) than \nlower AG. PubMed+2PMC+2 \n●​ At 1 G artificial gravity, the transcriptome in the optic nerve / retina was close to that of \nthe ground control, meaning many gene expression changes induced by 0 G were \ndampened or reversed. PubMed+1 \n●​ The degree of attenuation suggests that even partial gravity (0.33 G or 0.67 G) has \nprotective effects, though not as full as 1 G. Faculty Experts - Loma Linda University+1\n\nCONCLUSION\n/ Take-Home Message \n●​ Artificial gravity, applied via centrifugation aboard the ISS, attenuates the \ntranscriptomic response (i.e. the gene expression changes) to microgravity in the optic \nnerve and retina. PMC+2PubMed+2 \n●​ The mitigation effect is dose-dependent — nearer to Earth gravity (1 G) gives stronger \nprotection, though even partial gravity shows benefit. PubMed+2Faculty Experts - Loma \nLinda University+2 \n●​ Therefore, artificial gravity is a promising countermeasure to reduce \nspaceflight-induced molecular stress in ocular tissues, potentially ameliorating risks of \nSANS and related damage. PubMed+1 \n●​ The study supports the idea that microgravity is a strong driver of adverse molecular \nchanges in ocular tissues, and that replicating gravity (even partially) can suppress those \nadverse changes. MDPI+3PubMed+3Faculty Experts - Loma Linda University+3", "meta": {"source_row": 12, "paper_id": "Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic Nerve and Retina” (Kremsky et al", "title": "Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic", "filename": "papers/pdf_papers/Gravity Attenuates the Transcriptomic Response to Spaceflight in the Optic Nerve and Retina” (Kremsky et al.pdf", "original_fields": []}}
{"doc_id": "row13", "chunk_id": "row13_chunk0", "text": "TITLE\nHSFA2 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to\n\nABSTRACT\nStudy of heat shock transcription factor HSFA2 in undifferentiated Arabidopsis cells under \nspaceflight/simulated microgravity, examining its regulatory role in stress responses and \ncell survival.\n\nRESULTS\nHSFA2 mutants or knockdowns exhibited altered expression of heat-shock and stress \ngenes, reduced capacity to manage proteotoxic or oxidative stress under microgravity \nsimulations, and decreased survival metrics versus wild type.\n\nCONCLUSION\nHSFA2 plays a role in enabling undifferentiated plant cells to cope with spaceflight-\nassociated stresses (notably proteotoxic and oxidative stress), making it an important \nregulator for plant adaptation in space environments.", "meta": {"source_row": 13, "paper_id": "HSFA2 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to Spaceflight", "title": "HSFA2 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to", "filename": "papers/pdf_papers/HSFA2 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to Spaceflight.pdf", "original_fields": []}}
{"doc_id": "row14", "chunk_id": "row14_chunk0", "text": "TITLE\nIdentified biomarkers can aid in monitoring and developing countermeasures for dermatological\n\nABSTRACT\nThis is an author correction to the previously published article \"To boldly go where no \nmicroRNAs have gone before: spaceflight impact on risk for small-for-gestational-age infants\" in \nCommunications Biology. The correction addresses errors in the original publication.\n\nRESULTS\nCorrection Details: The correction rectifies inaccuracies in the reported data and analyses from \nthe original study.\n\nCONCLUSION\nImpact on Findings: The corrected information does not alter the overall conclusions of the \noriginal study but ensures the accuracy of the reported data.", "meta": {"source_row": 14, "paper_id": "Identified biomarkers can aid in monitoring and developing countermeasures for dermatological issues in", "title": "Identified biomarkers can aid in monitoring and developing countermeasures for dermatological", "filename": "papers/pdf_papers/Identified biomarkers can aid in monitoring and developing countermeasures for dermatological issues in.pdf", "original_fields": []}}
{"doc_id": "row15", "chunk_id": "row15_chunk0", "text": "TITLE\nImmunization induces inflammation in the mouse heart\n\nABSTRACT\n/ Aim (summary) \n●​ The study considers the interaction of immune challenges \n(vaccination/immunization) and the spaceflight environment: specifically, whether \nimmunization aboard the International Space Station (ISS) heightens cardiac \ninflammation. PubMed+1 \n●​ Mice were immunized with tetanus toxoid + CpG before and during flight; transcriptomic \nprofiling of heart tissue (versus controls) was used to assess inflammatory responses. \nPubMed+1 \nKey Results \n●​ In flight-immunized mice (versus flight controls), many transcripts associated with \npro-inflammatory signalingwere upregulated (e.g. NF-κB signaling, cytokines IFNγ, \nIL-17, IL-6). PubMed \n●​ Enrichment analyses (GO, KEGG) flagged immune response, inflammation, Toll-like \nreceptor pathways, and cytoskeletal / oxidative stress–related transcripts. PubMed+1 \n●​ Genes encoding Toll-like receptors (e.g. TLR7, TLR8, TLR13) were induced in hearts of \nimmunized mice during spaceflight. PubMed+1 \n●​ The data imply that immunization in space increases inflammatory burden on cardiac \ntissue beyond baseline spaceflight stress. PubMed \nConclusion / Implication \n●​ Vaccination/immunization in the microgravity environment can elicit heightened cardiac \ninflammation, suggesting that the immune stressor and spaceflight stress are additive \nor synergistic. PubMed+1 \n●​ This carries caution: countermeasures (like vaccinations) that are necessary for crew \nhealth could have unintended interactions with spaceflight stress, especially in sensitive \norgans (e.g. heart). \n●​ Future planning must consider immune challenges as stressors, and protective \nstrategies (anti-inflammatory, antioxidant, monitoring) may be needed when immunizing \nin space.\n\nCONCLUSION\n/ Implication \n●​ Vaccination/immunization in the microgravity environment can elicit heightened cardiac \ninflammation, suggesting that the immune stressor and spaceflight stress are additive \nor synergistic", "meta": {"source_row": 15, "paper_id": "Immunization induces inflammation in the mouse heart during spaceflight(PMC11892206) PubMed+1", "title": "Immunization induces inflammation in the mouse heart", "filename": "papers/pdf_papers/Immunization induces inflammation in the mouse heart during spaceflight(PMC11892206) PubMed+1.pdf", "original_fields": []}}
{"doc_id": "row15", "chunk_id": "row15_chunk1", "text": "cation \n●​ Vaccination/immunization in the microgravity environment can elicit heightened cardiac \ninflammation, suggesting that the immune stressor and spaceflight stress are additive \nor synergistic. PubMed+1 \n●​ This carries caution: countermeasures (like vaccinations) that are necessary for crew \nhealth could have unintended interactions with spaceflight stress, especially in sensitive \norgans (e.g. heart). \n●​ Future planning must consider immune challenges as stressors, and protective \nstrategies (anti-inflammatory, antioxidant, monitoring) may be needed when immunizing \nin space.", "meta": {"source_row": 15, "paper_id": "Immunization induces inflammation in the mouse heart during spaceflight(PMC11892206) PubMed+1", "title": "Immunization induces inflammation in the mouse heart", "filename": "papers/pdf_papers/Immunization induces inflammation in the mouse heart during spaceflight(PMC11892206) PubMed+1.pdf", "original_fields": []}}
{"doc_id": "row16", "chunk_id": "row16_chunk0", "text": "TITLE\nImmunological and hematological outcomes following protracted low dose/low dose\n\nABSTRACT\nThe study examines immune and blood cell outcomes after prolonged low dose/low dose-\nrate radiation exposure combined with simulated microgravity (hindlimb unloading), \nevaluating hematology, immune cell populations, and functional readouts.\n\nRESULTS\nCombined exposures altered leukocyte distributions, produced subtle functional immune \ndeficits, and impacted hematopoiesis markers in a dose- and time-dependent manner; \nmicrogravity plus radiation often produced additive or synergistic effects.\n\nCONCLUSION\nChronic low-dose radiation plus simulated microgravity can lead to persistent \nhematological and immunological changes relevant to deep space missions; these \ninteractions should inform risk assessment and countermeasure design.", "meta": {"source_row": 16, "paper_id": "Immunological and hematological outcomes following protracted low dose", "title": "Immunological and hematological outcomes following protracted low dose/low dose", "filename": "papers/pdf_papers/Immunological and hematological outcomes following protracted low dose.pdf", "original_fields": []}}
{"doc_id": "row17", "chunk_id": "row17_chunk0", "text": "TITLE\nImplications for Spacecraft Environments: Understanding microbial growth in spacecraft can\n\nABSTRACT\nThe ISS rodent habitat has provided crucial insights into the impact of spaceflight on mammals, \ninducing symptoms characteristic of liver disease, insulin resistance, osteopenia, and myopathy. \nAlthough these physiological responses can involve the microbiome on Earth, host-microbiota \ninteractions during spaceflight are still being elucidated. We explore murine gut microbiota and \nhost gene expression in the colon and liver after 29 and 56 days of spaceflight using multiomics. \nMetagenomics revealed significant changes in 44 microbiome species, including relative \nreductions in bile acid and butyrate metabolizing bacteria like Extibacter muris and \nDysosmobacter welbionis. Functional prediction indicates over-representation of fatty acid and \nbile acid metabolism, extracellular matrix interactions, and antibiotic resistance genes. Host \ngene expression described corresponding changes to bile acid and energy metabolism, and \nimmune suppression. These changes imply that interactions at the host-gut microbiome \ninterface contribute to spaceflight pathology and that these interactions might critically influence \nhuman health and long-duration spaceflight feasibility.\n\nRESULTS\nMicrobial Alterations: Significant changes in 44 microbiome species, including reductions in bile \nacid and butyrate metabolizing bacteria like Extibacter muris and Dysosmobacter welbionis. \n \nFunctional Predictions: Over-representation of pathways related to fatty acid and bile acid \nmetabolism, extracellular matrix interactions, and antibiotic resistance genes. \n \nHost Gene Expression: Corresponding changes in bile acid and energy metabolism, and \nimmune suppression observed in the colon and liver.\n\nCONCLUSION\nMicrobiome-Host Interactions: Spaceflight-induced alterations in gut microbiota and host gene \nexpression contribute to observed physiological changes. \n \nImplications for Space Heal", "meta": {"source_row": 17, "paper_id": "Implications for Spacecraft Environments", "title": "Implications for Spacecraft Environments: Understanding microbial growth in spacecraft can", "filename": "papers/pdf_papers/Implications for Spacecraft Environments.pdf", "original_fields": []}}
{"doc_id": "row17", "chunk_id": "row17_chunk1", "text": "iver.\n\nCONCLUSION\nMicrobiome-Host Interactions: Spaceflight-induced alterations in gut microbiota and host gene \nexpression contribute to observed physiological changes. \n \nImplications for Space Health: Understanding these interactions is crucial for assessing human \nhealth risks and developing countermeasures for long-duration spaceflight.", "meta": {"source_row": 17, "paper_id": "Implications for Spacecraft Environments", "title": "Implications for Spacecraft Environments: Understanding microbial growth in spacecraft can", "filename": "papers/pdf_papers/Implications for Spacecraft Environments.pdf", "original_fields": []}}
{"doc_id": "row18", "chunk_id": "row18_chunk0", "text": "TITLE\nMetabolic model predictions enable targeted microbiome\n\nABSTRACT\n(summary) \n●​ Microbiome-based therapies often lack precision: how to selectively boost beneficial \nresident microbes is challenging. This study proposes a metabolic modeling pipeline to \ndesign precision prebiotics that selectively promote growth of target beneficial \nmicrobes. PMC \n●​ They applied this in a minimal microbial community model of Caenorhabditis elegans \n(host) with a beneficial microbe Pseudomonas lurida and a persistent colonizer \nOchrobactrum vermis. PMC+1 \n●​ They predicted candidate prebiotic compounds (e.g. L-serine, L-threonine, D-mannitol, \nγ-aminobutyric acid) and experimentally tested them both in vitro and in vivo. PMC \n●​ Four predicted compounds were confirmed to specifically increase the abundance of the \nbeneficial microbe P. lurida. PMC \n●​ The authors conclude that metabolic modeling is a powerful tool for rational microbiome \nengineering, enabling precision prebiotic interventions. PubMed+1 \nKey Results \n●​ The metabolic modeling framework identified a set of metabolites predicted to advantage \nthe beneficial microbe relative to others in the minimal community. PMC+2bioRxiv+2 \n●​ In culture, adding these predicted prebiotics indeed boosted P. lurida growth relative to \ncontrols. PMC \n●​ In C. elegans hosts colonized with both microbes, feeding with these compounds \nincreased P. lurida abundance selectively, confirming in vivo effectiveness. PMC \n●​ The modeling approach enabled targeting of resident microbial composition rather than \nbroad-spectrum modulation. PubMed+1 \nConclusion / Implication \n●​ Constraint-based metabolic modeling can be used to design precision prebiotics that \nselectively enhance beneficial microbes in a microbiome. PMC+2PubMed+2 \n●​ This offers a promising method to manipulate microbial communities more precisely and \npredictably than broad probiotic or dietary interventions. PubMed+1 \n●​ For spaceflight or analog settings, this approach cou", "meta": {"source_row": 18, "paper_id": "Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics (PMC10846184)", "title": "Metabolic model predictions enable targeted microbiome", "filename": "papers/pdf_papers/Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics (PMC10846184).pdf", "original_fields": []}}
{"doc_id": "row18", "chunk_id": "row18_chunk1", "text": "a promising method to manipulate microbial communities more precisely and \npredictably than broad probiotic or dietary interventions. PubMed+1 \n●​ For spaceflight or analog settings, this approach could help support beneficial \nmicrobiome profiles (e.g. gut health, immune support) with tailored nutritional \nsupplements. \n\n●​ The study demonstrates proof-of-concept, but more complex microbiomes (human, \nmulti-species) must be tested to validate scalability and robustness.\n\nCONCLUSION\n/ Implication \n●​ Constraint-based metabolic modeling can be used to design precision prebiotics that \nselectively enhance beneficial microbes in a microbiome. PMC+2PubMed+2 \n●​ This offers a promising method to manipulate microbial communities more precisely and \npredictably than broad probiotic or dietary interventions. PubMed+1 \n●​ For spaceflight or analog settings, this approach could help support beneficial \nmicrobiome profiles (e.g. gut health, immune support) with tailored nutritional \nsupplements. \n\n●​ The study demonstrates proof-of-concept, but more complex microbiomes (human, \nmulti-species) must be tested to validate scalability and robustness.", "meta": {"source_row": 18, "paper_id": "Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics (PMC10846184)", "title": "Metabolic model predictions enable targeted microbiome", "filename": "papers/pdf_papers/Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics (PMC10846184).pdf", "original_fields": []}}
{"doc_id": "row19", "chunk_id": "row19_chunk0", "text": "TITLE\nMitigation and use of biofilms in space for the benefit of\n\nABSTRACT\n/ Aim (summary) \n●​ Biofilms are ubiquitous in space habitats (on hardware surfaces, water systems, etc.). \nThis paper reviews both the challenges posed by biofilms (corrosion, contamination, \nmicrobial resistance) and opportunities to harness biofilmsbeneficially (e.g. for \nbioprocessing, life support). ScienceDirect+3PMC+3ResearchGate+3 \n●​ The authors aim to survey current knowledge of biofilm behavior in microgravity, \nmethodologies to mitigate harmful effects, and strategies to exploit biofilms \nadvantageously. ResearchGate+2NASA Technical Reports Server+2 \nKey Themes / Findings \n●​ In spacecraft environments (e.g. ISS), biofilms have been observed on multiple \nhardware surfaces, water recovery systems, and life support modules. \nPMC+3ResearchGate+3NASA Technical Reports Server+3 \n●​ Biofilm formation and phenotype can change under microgravity: altered growth rates, \nincreased resistance to antimicrobials, shifts in community composition. \nResearchGate+2PMC+2 \n●​ Mitigation strategies include antimicrobial coatings, biocides, mechanical cleaning, \ncontrol of flow and fluid shear, localized sterilization, and monitoring. NASA Technical \nReports Server+3ScienceDirect+3ResearchGate+3 \n●​ On the beneficial side, biofilms may serve in bioreactors, waste treatment, biomaterial \nformation, and microbial fuel cells, especially when engineered and controlled. \nPMC+2NASA Technical Reports Server+2 \n●​ The review points out gaps: limited data from deep-space missions, uncertainties in \nscaling and control, and need for better predictive models. PMC+2ResearchGate+2 \nConclusion / Implication \n●​ Biofilms are a dual-edged factor in space exploration: they pose risks of corrosion, \ncontamination, microbial resistance, but also present opportunities for functional \nuse if properly managed. PMC+2NASA Technical Reports Server+2 \n●​ Effective countermeasures must integrate prevention, monitoring, mitigati", "meta": {"source_row": 19, "paper_id": "Mitigation and use of biofilms in space for the benefit of human space exploration (PMC9843197) ResearchGate+3PMC+3ResearchGate+3", "title": "Mitigation and use of biofilms in space for the benefit of", "filename": "papers/pdf_papers/Mitigation and use of biofilms in space for the benefit of human space exploration (PMC9843197) ResearchGate+3PMC+3ResearchGate+3.pdf", "original_fields": []}}
{"doc_id": "row19", "chunk_id": "row19_chunk1", "text": "l resistance, but also present opportunities for functional \nuse if properly managed. PMC+2NASA Technical Reports Server+2 \n●​ Effective countermeasures must integrate prevention, monitoring, mitigation, and \ncontrolled harnessing of biofilms in designed systems. \n●​ Future research is needed to understand biofilm dynamics under space conditions, \noptimize mitigation vs. beneficial use tradeoffs, and develop resilient biofilm systems for \nbiotechnological applications.\n\nCONCLUSION\n/ Implication \n●​ Biofilms are a dual-edged factor in space exploration: they pose risks of corrosion, \ncontamination, microbial resistance, but also present opportunities for functional \nuse if properly managed. PMC+2NASA Technical Reports Server+2 \n●​ Effective countermeasures must integrate prevention, monitoring, mitigation, and \ncontrolled harnessing of biofilms in designed systems. \n●​ Future research is needed to understand biofilm dynamics under space conditions, \noptimize mitigation vs. beneficial use tradeoffs, and develop resilient biofilm systems for \nbiotechnological applications.", "meta": {"source_row": 19, "paper_id": "Mitigation and use of biofilms in space for the benefit of human space exploration (PMC9843197) ResearchGate+3PMC+3ResearchGate+3", "title": "Mitigation and use of biofilms in space for the benefit of", "filename": "papers/pdf_papers/Mitigation and use of biofilms in space for the benefit of human space exploration (PMC9843197) ResearchGate+3PMC+3ResearchGate+3.pdf", "original_fields": []}}
{"doc_id": "row20", "chunk_id": "row20_chunk0", "text": "TITLE\nMitochondria-targeted human catalase in the mouse\n\nABSTRACT\n(summary) \n●​ Prolonged bedrest or head-tilt models simulate aspects of microgravity and lead to \nneural stress including neuroinflammation, particularly in sensitive brain regions like the \nhippocampus. PMC \n●​ Mice of the “MCAT” longevity model express a mitochondria-targeted human catalase \n(i.e. elevated mitochondrial antioxidant capacity). PMC \n●​ This study tested whether the MCAT model reduces neuroinflammation (e.g. microglial \nactivation, inflammatory cytokines) in the hippocampus induced by head-tilt bedrest. \nPMC \n●​ The authors found that MCAT expression attenuated the increase in neuroinflammatory \nmarkers (microglial activation, proinflammatory cytokines) in hippocampal subregions. \nPMC \n●​ They conclude that mitochondrial antioxidative defense (via catalase localized to \nmitochondria) is a promising countermeasure to reduce neuroinflammation under \nsimulated microgravity stress. PMC \nKey Results \n●​ Head-tilt (bedrest) induced upregulation of microglial activation markers and \nproinflammatory cytokines in hippocampal CA1, CA3, and dentate gyrus in wildtype \nmice. PMC \n●​ In MCAT mice (with mitochondria-targeted catalase), these inflammatory responses \nwere significantly blunted: less microglial activation and lower cytokine levels compared \nto non-MCAT controls. PMC \n●​ Some hippocampal subregions (e.g. CA1) showed stronger mitigation than others, \nindicating region-specific sensitivity. PMC \nConclusion / Implication \n●​ Expression of mitochondria-targeted human catalase (in the MCAT model) mitigates \nhippocampal neuroinflammation induced by head-tilt bedrest, supporting the role of \nmitochondrial ROS in mediating such inflammation under simulated microgravity stress. \nPMC \n\n●​ This suggests that enhancing mitochondrial antioxidant capacity may be a viable \ncountermeasure to neuroinflammatory damage in conditions simulating microgravity or \ndisuse. PMC \n●​ The study supports further exp", "meta": {"source_row": 20, "paper_id": "Mitochondria-targeted human catalase in the mouse longevity MCAT model mitigates head-tilt bedrest-induced neuro-inflammation in the hippocampus(PMC9695374)", "title": "Mitochondria-targeted human catalase in the mouse", "filename": "papers/pdf_papers/Mitochondria-targeted human catalase in the mouse longevity MCAT model mitigates head-tilt bedrest-induced neuro-inflammation in the hippocampus(PMC9695374).pdf", "original_fields": []}}
{"doc_id": "row20", "chunk_id": "row20_chunk1", "text": "s that enhancing mitochondrial antioxidant capacity may be a viable \ncountermeasure to neuroinflammatory damage in conditions simulating microgravity or \ndisuse. PMC \n●​ The study supports further exploration of mitochondrial-targeted therapies (e.g. \nantioxidants, gene therapy) to protect the CNS under spaceflight or analogous stress \nconditions.\n\nCONCLUSION\n/ Implication \n●​ Expression of mitochondria-targeted human catalase (in the MCAT model) mitigates \nhippocampal neuroinflammation induced by head-tilt bedrest, supporting the role of \nmitochondrial ROS in mediating such inflammation under simulated microgravity stress. \nPMC \n\n●​ This suggests that enhancing mitochondrial antioxidant capacity may be a viable \ncountermeasure to neuroinflammatory damage in conditions simulating microgravity or \ndisuse. PMC \n●​ The study supports further exploration of mitochondrial-targeted therapies (e.g. \nantioxidants, gene therapy) to protect the CNS under spaceflight or analogous stress \nconditions.", "meta": {"source_row": 20, "paper_id": "Mitochondria-targeted human catalase in the mouse longevity MCAT model mitigates head-tilt bedrest-induced neuro-inflammation in the hippocampus(PMC9695374)", "title": "Mitochondria-targeted human catalase in the mouse", "filename": "papers/pdf_papers/Mitochondria-targeted human catalase in the mouse longevity MCAT model mitigates head-tilt bedrest-induced neuro-inflammation in the hippocampus(PMC9695374).pdf", "original_fields": []}}
{"doc_id": "row21", "chunk_id": "row21_chunk0", "text": "TITLE\nMolecular Mechanism of Microgravity-Induced Intestinal Dysbiosis and Its Impact on Host\n\nABSTRACT\nSpaceflight and microgravity conditions disrupt the gut microbiome, contributing to metabolic \nand immune dysregulation. This study investigates the effects of simulated microgravity on \nintestinal microbiota and host metabolism.\n\nRESULTS\nSpaceflight decreased beneficial bacteria (Lactobacillus, Bifidobacterium) and increased \npathogenic species (Escherichia coli). \n \nSerum metabolomics revealed increased tryptophan and decreased histidine, indicating \ndisruptions in amino acid metabolism. \n \nPro-inflammatory cytokines IL-6 and TNF-α were elevated, suggesting systemic inflammation.\n\nCONCLUSION\nMicrogravity causes gut microbiota imbalances, affecting metabolism and immune function. \n \nInterventions targeting gut microbiota may mitigate spaceflight-induced health risks.", "meta": {"source_row": 21, "paper_id": "Molecular Mechanism of Microgravity", "title": "Molecular Mechanism of Microgravity-Induced Intestinal Dysbiosis and Its Impact on Host", "filename": "papers/pdf_papers/Molecular Mechanism of Microgravity.pdf", "original_fields": []}}
{"doc_id": "row22", "chunk_id": "row22_chunk0", "text": "TITLE\nNASA Open Science Data Repository for Space Biology and Health\n\nABSTRACT\nThe NASA Open Science Data Repository centralizes life sciences datasets from spaceflight \nexperiments, including genomic, transcriptomic, proteomic, and metabolomic data, enabling \naccessibility, reproducibility, and collaboration.\n\nRESULTS\nRepository provides open access to diverse datasets from human, animal, and microbial \nspaceflight studies. \n \nData standardization enables integration and cross-study analyses. \n \nPlatform supports collaborative multi-omics research and model validation.\n\nCONCLUSION\nEnhances research by providing standardized and accessible datasets. \n \nSupports studies on spaceflight-induced changes and facilitates development of \ncountermeasures for astronaut health.", "meta": {"source_row": 22, "paper_id": "NASA Open Science Data Repository for Space Biology and Health", "title": "NASA Open Science Data Repository for Space Biology and Health", "filename": "papers/pdf_papers/NASA Open Science Data Repository for Space Biology and Health.pdf", "original_fields": []}}
{"doc_id": "row23", "chunk_id": "row23_chunk0", "text": "TITLE\nNeutrophil to Lymphocyte ratio: A biomarker to monitor the immune status of\n\nABSTRACT\nThis review/analysis assesses the neutrophil-to-lymphocyte ratio (NLR) as a simple, \nsystemic inflammation biomarker that could help monitor astronaut immune status during \nmissions. It collates available spaceflight and clinical evidence supporting NLR \nresponsiveness to stress, infection, and inflammation.\n\nRESULTS\nAcross studies, elevated NLR correlated with systemic inflammation and immune \ndysregulation associated with spaceflight or analog conditions. The authors highlight \nrelationships of NLR with other inflammatory markers and discuss operational practicality.\n\nCONCLUSION\nNLR is a promising, readily obtainable biomarker for monitoring immune status in \nastronauts, but additional longitudinal and mission-specific validation is required before \noperational deployment.", "meta": {"source_row": 23, "paper_id": "Neutrophil to Lymphocyte ratio", "title": "Neutrophil to Lymphocyte ratio: A biomarker to monitor the immune status of", "filename": "papers/pdf_papers/Neutrophil to Lymphocyte ratio.pdf", "original_fields": []}}
{"doc_id": "row24", "chunk_id": "row24_chunk0", "text": "TITLE\nPlants grown in Apollo lunar regolith present stress-associated transcriptomes that inform\n\nABSTRACT\nThis study grew plants (likely Arabidopsis or similar) in actual Apollo lunar regolith and profiled \ntranscriptomes to identify stress and adaptation responses to lunar soil chemistry and physical \nproperties.\n\nRESULTS\nPlants grown in lunar regolith showed stress-associated gene expression—oxidative stress, \nnutrient limitation, and cell wall/adaptation pathways upregulated—indicating that plant growth \non lunar regolith induces measurable stress responses though some growth is possible.\n\nCONCLUSION\nLunar regolith supports some plant growth but generates stress transcriptomes; results help \nprioritize amendments, microbial partners, or plant genotypes for lunar agriculture and in-situ \nresource utilization.", "meta": {"source_row": 24, "paper_id": "Plants grown in Apollo lunar regolith present stress", "title": "Plants grown in Apollo lunar regolith present stress-associated transcriptomes that inform", "filename": "papers/pdf_papers/Plants grown in Apollo lunar regolith present stress.pdf", "original_fields": []}}
{"doc_id": "row25", "chunk_id": "row25_chunk0", "text": "TITLE\nPredicting how varying moisture conditions impact the microbiome of dust collected from the\n\nABSTRACT\nThe commercialization of space travel will soon lead to many more people living and working in \nunique built environments similar to the International Space Station, which is a specialized \nclosed environment that contains its own indoor microbiome. Unintended microbial growth can \noccur in these environments as in buildings on Earth from elevated moisture, such as from a \ntemporary ventilation system failure. This growth can drive negative health outcomes and \ndegrade building materials. We need a predictive approach for modeling microbial growth in \nthese critical indoor spaces.\n\nRESULTS\nFungal Growth: Exposure to elevated relative humidity (RH) facilitated rapid fungal growth in \ndust collected from the International Space Station (ISS). At 100% RH for 2 weeks, fungal \nconcentrations increased from 4.4 × 10⁶ to 2.1 × 10¹⁰ spore equivalents per milligram of dust. \n \nDiversity Metrics: Both alpha and beta diversity of fungal communities decreased significantly \nwith increasing RH (alpha diversity: Q < 0.05; beta diversity: R² = 0.307, P = 0.001). \n \nBacterial Communities: Bacterial communities also showed changes with increasing RH, though \nthey could not be modeled using the time-of-wetness framework. Beta diversity decreased with \nincreasing moisture starting at 85% RH (R² = 0.22, P = 0.001), and alpha diversity decreased at \n85% RH (Q < 0.05). \n \nTime-of-Wetness Modeling: The time-of-wetness framework successfully modeled fungal \ngrowth, with activation occurring at 85% RH and deactivation at 100% RH.\n\nCONCLUSION\nPredictive Modeling: Moisture conditions can be used to develop and predict changes in fungal \ngrowth and composition onboard human-occupied spacecraft.", "meta": {"source_row": 25, "paper_id": "Predicting how varying moisture conditions impact the microbiome of dust collected from the Internation", "title": "Predicting how varying moisture conditions impact the microbiome of dust collected from the", "filename": "papers/pdf_papers/Predicting how varying moisture conditions impact the microbiome of dust collected from the Internation.pdf", "original_fields": []}}
{"doc_id": "row26", "chunk_id": "row26_chunk0", "text": "TITLE\nSimulated Microgravity Promotes Horizontal Gene\n\nABSTRACT\n(summary) \n●​ Horizontal gene transfer (HGT) is a major mechanism of spreading antimicrobial \nresistance (AMR). This study investigates whether simulated microgravity (SMG) \nenhances HGT of AMR genes among bacteria withoutantibiotic pressure. PMC \n●​ They used bacterial genera (donor and recipient) and co-cultures under SMG vs control \ngravity conditions, tracking transfer of resistance plasmids and genes. PMC \n●​ The authors found that SMG increased HGT events of AMR genes, even in the absence \nof antibiotic selective pressure. PMC \n●​ They highlight that the space/microgravity environment may promote genetic exchange \nand adaptation among microbes, which has implications for astronaut health and \nmicrobial ecology. PMC \nKey Results \n●​ Under SMG, the frequency of HGT between donor and recipient bacterial genera was \nstatistically higher compared to normal gravity conditions. PMC \n●​ This effect persisted even without antibiotic selection, indicating that microgravity itself is \na driver of increased genetic exchange. PMC \n●​ The transferred genes included plasmid-borne antimicrobial resistance genes, \ndemonstrating functional AMR gene movement. PMC \nConclusion / Implications \n●​ Simulated microgravity promotes horizontal gene transfer of antibiotic resistance \ngenes in bacteria, even absent antibiotic selective pressure. PMC \n●​ This raises concern that the spaceflight (or microgravity) environment could accelerate \nspread of resistance within microbial communities aboard spacecraft, potentially \ncomplicating infection risk and antibiotic efficacy. PMC \n●​ Countermeasures should consider microbial control strategies (sterilization, containment, \nmonitoring, antimicrobials) and perhaps suppression of gene transfer mechanisms in \nspacecraft environments. \n●​ More research is needed to test this in real spaceflight settings and across more \nbacterial taxa and environmental conditions.\n\nCONCLUSION\n/ Impli", "meta": {"source_row": 26, "paper_id": "Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure (PMC8468678)", "title": "Simulated Microgravity Promotes Horizontal Gene", "filename": "papers/pdf_papers/Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure (PMC8468678).pdf", "original_fields": []}}
{"doc_id": "row26", "chunk_id": "row26_chunk1", "text": "transfer mechanisms in \nspacecraft environments. \n●​ More research is needed to test this in real spaceflight settings and across more \nbacterial taxa and environmental conditions.\n\nCONCLUSION\n/ Implications \n●​ Simulated microgravity promotes horizontal gene transfer of antibiotic resistance \ngenes in bacteria, even absent antibiotic selective pressure. PMC \n●​ This raises concern that the spaceflight (or microgravity) environment could accelerate \nspread of resistance within microbial communities aboard spacecraft, potentially \ncomplicating infection risk and antibiotic efficacy. PMC \n●​ Countermeasures should consider microbial control strategies (sterilization, containment, \nmonitoring, antimicrobials) and perhaps suppression of gene transfer mechanisms in \nspacecraft environments. \n●​ More research is needed to test this in real spaceflight settings and across more \nbacterial taxa and environmental conditions.", "meta": {"source_row": 26, "paper_id": "Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure (PMC8468678)", "title": "Simulated Microgravity Promotes Horizontal Gene", "filename": "papers/pdf_papers/Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure (PMC8468678).pdf", "original_fields": []}}
{"doc_id": "row27", "chunk_id": "row27_chunk0", "text": "TITLE\nSpaceflight increases sarcoplasmic reticulum Ca²⁺ leak\n\nABSTRACT\n(summary) \n●​ Microgravity exposure (in spaceflight) causes muscle atrophy and dysfunction, in part via \ndysregulation of Ca²⁺ handling in muscle fibers. The sarcoplasmic reticulum (SR) pump \nSERCA (which pumps Ca²⁺ from cytosol into SR) is vulnerable to reactive \noxygen/nitrogen species (RONS). Nature+1 \n●​ The study aimed to test whether treating mice with the antioxidant MnTnBuOE-2-PyP \n(BuOE, a SOD mimic) could ameliorate SR Ca²⁺ leak, SERCA dysfunction, and muscle \natrophy after spaceflight. Nature+1 \n●​ They used soleus muscle samples from mice flown ~35 days on ISS, treated with either \nsaline or BuOE, and measured muscle mass, SERCA activity, SR Ca²⁺ leak (via \nionophore ratio), oxidative damage markers (4-HNE), and protein expression. Nature+1 \n●​ Their findings: spaceflight caused significant soleus muscle atrophy, elevated SR Ca²⁺ \nleak, and increased oxidative damage; BuOE treatment failed to rescue those defects. \nNature+1 \n●​ The authors conclude that spaceflight-induced Ca²⁺ leak and muscle deterioration are \nnot mitigated by BuOE, suggesting other therapeutics (targeting SERCA activation or \nleak reduction) are needed. Nature+2bioRxiv+2 \nKey Results \n●​ The soleus:body mass ratio was significantly reduced in flight versus controls, and \nBuOE did not attenuate this muscle atrophy. Nature+2bioRxiv+2 \n●​ Maximal SERCA ATPase activity was unchanged; however, the ionophore ratio (a \nmeasure of Ca²⁺ leak relative to pumping) was increased (i.e. more leak) in flight, with \nno rescue by BuOE. Nature+2bioRxiv+2 \n●​ Oxidative damage marker 4-HNE was elevated by spaceflight and was not reduced by \nBuOE treatment. Nature+2bioRxiv+2 \n●​ BuOE modestly increased SERCA’s Ca²⁺ affinity (pCa₅₀) across groups, but that did not \nsuffice to offset increased leak or functional deficits. Nature+1 \nConclusion / Implication \n●​ Spaceflight increases SR Ca²⁺ leak in skeletal muscle (soleus), contributing t", "meta": {"source_row": 27, "paper_id": "Spaceflight increases sarcoplasmic reticulum Ca²⁺ leak and this cannot be counteracted with BuOE treatment (NPJ Microgravity, 2024) Nature+2PubMed+2", "title": "Spaceflight increases sarcoplasmic reticulum Ca²⁺ leak", "filename": "papers/pdf_papers/Spaceflight increases sarcoplasmic reticulum Ca²⁺ leak and this cannot be counteracted with BuOE treatment (NPJ Microgravity, 2024) Nature+2PubMed+2.pdf", "original_fields": []}}
{"doc_id": "row27", "chunk_id": "row27_chunk1", "text": "groups, but that did not \nsuffice to offset increased leak or functional deficits. Nature+1 \nConclusion / Implication \n●​ Spaceflight increases SR Ca²⁺ leak in skeletal muscle (soleus), contributing to muscle \ndysfunction and atrophy, and this cannot be reversed by BuOE antioxidant treatment. \nNature+1 \n\n●​ Even though BuOE showed some effect on SERCA affinity, it was insufficient to \ncounteract leak and oxidative damage in this model. Nature+1 \n●​ The findings suggest that countermeasures solely based on antioxidant therapy may not \nsuffice; more targeted interventions aimed at stabilizing SERCA function or reducing leak \nare needed to protect muscle Ca²⁺ homeostasis in space.\n\nCONCLUSION\n/ Implication \n●​ Spaceflight increases SR Ca²⁺ leak in skeletal muscle (soleus), contributing to muscle \ndysfunction and atrophy, and this cannot be reversed by BuOE antioxidant treatment. \nNature+1 \n\n●​ Even though BuOE showed some effect on SERCA affinity, it was insufficient to \ncounteract leak and oxidative damage in this model. Nature+1 \n●​ The findings suggest that countermeasures solely based on antioxidant therapy may not \nsuffice; more targeted interventions aimed at stabilizing SERCA function or reducing leak \nare needed to protect muscle Ca²⁺ homeostasis in space.", "meta": {"source_row": 27, "paper_id": "Spaceflight increases sarcoplasmic reticulum Ca²⁺ leak and this cannot be counteracted with BuOE treatment (NPJ Microgravity, 2024) Nature+2PubMed+2", "title": "Spaceflight increases sarcoplasmic reticulum Ca²⁺ leak", "filename": "papers/pdf_papers/Spaceflight increases sarcoplasmic reticulum Ca²⁺ leak and this cannot be counteracted with BuOE treatment (NPJ Microgravity, 2024) Nature+2PubMed+2.pdf", "original_fields": []}}
{"doc_id": "row28", "chunk_id": "row28_chunk0", "text": "TITLE\nSpaceflight-induced gene expression profiles in the\n\nABSTRACT\n(summary) \n●​ Spaceflight induces changes in brain gene expression (transcriptomic perturbations) \nacross brain regions, some of which may relate to oxidative stress and metabolic \ndysregulation. PMC \n●​ The authors treated a subset of mice flown on the ISS with BuOE (a SOD mimic \nantioxidant) to test whether it could attenuate these spaceflight-induced transcriptomic \nchanges. PMC+1 \n●​ They profiled gene expression in four brain regions (Cortex, Frontal Cortex, CA1, \nDentate Gyrus) via digital spatial profiling. PMC+1 \n●​ Spaceflight induced hundreds of differentially expressed genes (DEGs) in each region, \ninvolving metabolic, stress response, and oxidative stress pathways. PubMed+1 \n●​ BuOE treatment reduced the number and magnitude of spaceflight-induced DEGs, \nespecially in oxidative stress–sensitive pathways. PubMed+1 \n●​ The authors conclude that BuOE can partially attenuate the brain’s transcriptomic stress \nresponse to spaceflight. PMC+1 \nKey Results \n●​ Each of the four brain regions showed numerous DEGs when comparing flight \n(saline-treated) vs ground controls; both region-specific and overlapping gene sets were \nidentified. PMC+1 \n●​ Enriched pathways among DEGs included metabolism, oxidative stress responses, \ninflammation, and mitochondrial function. PubMed+1 \n●​ BuOE-treated flown mice had fewer DEGs compared to untreated flown mice, indicating \nan attenuation of the transcriptomic perturbations induced by spaceflight. PubMed+1 \n●​ The attenuation was particularly strong in genes linked with oxidative stress and \nmetabolic regulation. PMC+1 \nConclusion / Implication \n●​ BuOE (antioxidant treatment) can partly blunt the transcriptomic impact of spaceflight on \nthe brain, supporting oxidative stress as a mechanistic contributor to brain gene \ndysregulation in microgravity. PMC+1 \n●​ This suggests that antioxidant therapies may serve as countermeasures to protect \ncentral nervous syste", "meta": {"source_row": 28, "paper_id": "Spaceflight-induced gene expression profiles in the mouse brain are attenuated by treatment with the antioxidant BuOE (PMC10487739) PMC", "title": "Spaceflight-induced gene expression profiles in the", "filename": "papers/pdf_papers/Spaceflight-induced gene expression profiles in the mouse brain are attenuated by treatment with the antioxidant BuOE (PMC10487739) PMC.pdf", "original_fields": []}}
{"doc_id": "row28", "chunk_id": "row28_chunk1", "text": "tive stress as a mechanistic contributor to brain gene \ndysregulation in microgravity. PMC+1 \n●​ This suggests that antioxidant therapies may serve as countermeasures to protect \ncentral nervous system function in space, though they may not fully normalize all \nalterations. PMC+1 \n\n●​ Further work is needed to determine how these transcriptomic changes translate to \nfunctional outcomes (cognition, neuronal survival), and whether combinatorial \ncountermeasures (antioxidants + others) are more effective.\n\nCONCLUSION\n/ Implication \n●​ BuOE (antioxidant treatment) can partly blunt the transcriptomic impact of spaceflight on \nthe brain, supporting oxidative stress as a mechanistic contributor to brain gene \ndysregulation in microgravity. PMC+1 \n●​ This suggests that antioxidant therapies may serve as countermeasures to protect \ncentral nervous system function in space, though they may not fully normalize all \nalterations. PMC+1 \n\n●​ Further work is needed to determine how these transcriptomic changes translate to \nfunctional outcomes (cognition, neuronal survival), and whether combinatorial \ncountermeasures (antioxidants + others) are more effective.", "meta": {"source_row": 28, "paper_id": "Spaceflight-induced gene expression profiles in the mouse brain are attenuated by treatment with the antioxidant BuOE (PMC10487739) PMC", "title": "Spaceflight-induced gene expression profiles in the", "filename": "papers/pdf_papers/Spaceflight-induced gene expression profiles in the mouse brain are attenuated by treatment with the antioxidant BuOE (PMC10487739) PMC.pdf", "original_fields": []}}
{"doc_id": "row29", "chunk_id": "row29_chunk0", "text": "TITLE\nSwim exercise in Caenorhabditis elegans extends\n\nABSTRACT\n/ Aim (summary) \n●​ The authors developed a regimen of long-term swim exercise in C. elegans and asked \nwhether it confers systemic health benefits across multiple tissues (not just muscle), \nincluding neuromuscular, gut, and neuronal health. ResearchGate+2PNAS+2 \n●​ They hypothesized that repeated swim training would lead to improved locomotion, \nmitochondrial function, learning, and protection against neurodegenerative stress. \nPNAS+1 \nKey Results \n●​ Multiple daily swim sessions (rather than a single daily session) were necessary to \ninduce exercise adaptation (increase in muscle structural gene expression, improved \nlocomotor velocity) in adults. ResearchGate+1 \n●​ Swim exercise improved mitochondrial network morphology in body wall muscle (less \nfragmentation, more tubular network) and enhanced mitochondrial respiration \nparameters. ResearchGate+2bioRxiv+2 \n●​ Beyond muscle, swim exercise improved gut and pharyngeal healthspan, and improved \nneuronal functions in C. elegans models of neurodegeneration (e.g. tauopathy, \nHuntington’s disease). ResearchGate+2PubMed+2 \n●​ The exercise regimen also modestly extended midlife survival (i.e. more animals \nsurvived in middle age) though it did not extend maximum lifespan. ResearchGate+1 \nConclusion / Implication \n●​ Swim exercise in C. elegans yields multi-tissue benefits: improved neuromuscular \nfunction, mitochondrial health, gut integrity, and neuroprotection. \nPubMed+3PNAS+3NASA Technical Reports Server+3 \n●​ The results support that exercise is a robust, cross-tissue intervention that could \ninform countermeasures in higher organisms (including for spaceflight or aging). \n●​ The C. elegans model offers a tractable system for dissecting molecular mechanisms \nand cross-tissue signaling of exercise benefits.\n\nCONCLUSION\n/ Implication \n●​ Swim exercise in C. elegans yields multi-tissue benefits: improved neuromuscular \nfunction, mitochondrial health, gut i", "meta": {"source_row": 29, "paper_id": "Swim exercise in Caenorhabditis elegans extends neuromuscular and gut healthspan, enhances learning ability, and protects against neurodegeneration(PNAS _ related) PNAS+2ResearchGate+2", "title": "Swim exercise in Caenorhabditis elegans extends", "filename": "papers/pdf_papers/Swim exercise in Caenorhabditis elegans extends neuromuscular and gut healthspan, enhances learning ability, and protects against neurodegeneration(PNAS _ related) PNAS+2ResearchGate+2.pdf", "original_fields": []}}
{"doc_id": "row29", "chunk_id": "row29_chunk1", "text": " \nand cross-tissue signaling of exercise benefits.\n\nCONCLUSION\n/ Implication \n●​ Swim exercise in C. elegans yields multi-tissue benefits: improved neuromuscular \nfunction, mitochondrial health, gut integrity, and neuroprotection. \nPubMed+3PNAS+3NASA Technical Reports Server+3 \n●​ The results support that exercise is a robust, cross-tissue intervention that could \ninform countermeasures in higher organisms (including for spaceflight or aging). \n●​ The C. elegans model offers a tractable system for dissecting molecular mechanisms \nand cross-tissue signaling of exercise benefits.", "meta": {"source_row": 29, "paper_id": "Swim exercise in Caenorhabditis elegans extends neuromuscular and gut healthspan, enhances learning ability, and protects against neurodegeneration(PNAS _ related) PNAS+2ResearchGate+2", "title": "Swim exercise in Caenorhabditis elegans extends", "filename": "papers/pdf_papers/Swim exercise in Caenorhabditis elegans extends neuromuscular and gut healthspan, enhances learning ability, and protects against neurodegeneration(PNAS _ related) PNAS+2ResearchGate+2.pdf", "original_fields": []}}
{"doc_id": "row30", "chunk_id": "row30_chunk0", "text": "TITLE\nToward sustainable space exploration: a roadmap for\n\nABSTRACT\n/ Aim (summary) \n●​ This is a forward-looking perspective / roadmap on using microbial biotechnology to \nsupport sustainable space exploration, especially by leveraging microbes for in-situ \nresource utilization (ISRU), waste recycling, life support, and loop closure. \nNature+3Nature+3Arizona State University+3 \n●​ It seeks to identify microbial systems and engineering strategies that can reduce reliance \non Earth resupply and close resource loops (water, nutrients, gases). Nature+2Arizona \nState University+2 \nKey Themes / Findings \n●​ The authors highlight key microbial biotechnologies: bioremediation, biomass \nproduction, bioenergy, biomining, and gas recycling (e.g. CO₂ to O₂ / organics). \nEdinburgh Research+3Arizona State University+3Nature+3 \n●​ Integration of microorganisms into all life support compartments is proposed (e.g. \nhabitat, closed-loop systems, human microbiome). PubMed+2Arizona State University+2 \n●​ The roadmap emphasizes loop closure and resilience (microbes that can adapt, \nself-repair, maintain function under stress). Arizona State University+1 \n●​ Challenges are discussed: system stability, contamination, robustness under radiation, \nmicrogravity effects, safety, regulation, translation to Earth systems. Nature+2Arizona \nState University+2 \nConclusion / Perspective \n●​ Microbial biotechnology offers a transformative route to reduce Earth-dependence in \nspace missions, enabling more sustainable human presence by closing loops, recycling \nwaste, producing food and materials. Nature+2Arizona State University+2 \n●​ To realize this vision, research must address engineering, stability, containment, and \nperformance under space conditions (radiation, microgravity, constrained resources). \nNature+2Arizona State University+2 \n●​ The proposed roadmap is a call for coordinated investment in microbial systems, \nsynthetic biology, bioreactor design, and integration with life support/ISRU ", "meta": {"source_row": 30, "paper_id": "Toward sustainable space exploration_ a roadmap for harnessing the power of microorganisms (Nature Communications) Nature+3Nature+3PubMed+3", "title": "Toward sustainable space exploration: a roadmap for", "filename": "papers/pdf_papers/Toward sustainable space exploration_ a roadmap for harnessing the power of microorganisms (Nature Communications) Nature+3Nature+3PubMed+3.pdf", "original_fields": []}}
{"doc_id": "row30", "chunk_id": "row30_chunk1", "text": ". \nNature+2Arizona State University+2 \n●​ The proposed roadmap is a call for coordinated investment in microbial systems, \nsynthetic biology, bioreactor design, and integration with life support/ISRU systems \nfor long-duration space exploration.\n\nCONCLUSION\n/ Perspective \n●​ Microbial biotechnology offers a transformative route to reduce Earth-dependence in \nspace missions, enabling more sustainable human presence by closing loops, recycling \nwaste, producing food and materials. Nature+2Arizona State University+2 \n●​ To realize this vision, research must address engineering, stability, containment, and \nperformance under space conditions (radiation, microgravity, constrained resources). \nNature+2Arizona State University+2 \n●​ The proposed roadmap is a call for coordinated investment in microbial systems, \nsynthetic biology, bioreactor design, and integration with life support/ISRU systems \nfor long-duration space exploration.", "meta": {"source_row": 30, "paper_id": "Toward sustainable space exploration_ a roadmap for harnessing the power of microorganisms (Nature Communications) Nature+3Nature+3PubMed+3", "title": "Toward sustainable space exploration: a roadmap for", "filename": "papers/pdf_papers/Toward sustainable space exploration_ a roadmap for harnessing the power of microorganisms (Nature Communications) Nature+3Nature+3PubMed+3.pdf", "original_fields": []}}
{"doc_id": "row31", "chunk_id": "row31_chunk0", "text": "TITLE\nTranscriptomics Analysis Reveals Molecular Alterations Underpinning Spaceflight Dermatology\n\nABSTRACT\nSpaceflight affects skin health, but molecular mechanisms are poorly understood. This study \napplies transcriptomics to skin tissue from mice and astronauts to identify molecular alterations \nand potential biomarkers.\n\nRESULTS\nSignificant gene expression changes in skin barrier function: increased filaggrin, decreased \nloricrin. \n \nPro-inflammatory cytokines IL-1β and TNF-α were elevated. \n \nMachine learning identified gene pairs predictive of spaceflight-induced skin alterations. \n \nGene Expression Changes: Significant alterations were observed in genes related to skin \nbarrier function, including increased expression of filaggrin and decreased expression of loricrin. \n \nBiochemical Profiles: Changes in biochemical markers, such as increased levels of pro-\ninflammatory cytokines IL-1β and TNF-α, were noted. \n \nMachine Learning Insights: Machine learning models identified specific gene pairings \nassociated with spaceflight-induced skin alterations, providing potential biomarkers for \nmonitoring skin health.\n\nCONCLUSION\nSpaceflight induces molecular changes affecting skin barrier and inflammation. \n \nIdentified biomarkers can aid in monitoring and developing countermeasures for dermatological \nhealth. \n \nSpaceflight induces molecular alterations in skin health, affecting barrier function and \ninflammatory responses.", "meta": {"source_row": 31, "paper_id": "Transcriptomics Analysis Reveals Molecular Alterations Underpinning Spaceflight Dermatology", "title": "Transcriptomics Analysis Reveals Molecular Alterations Underpinning Spaceflight Dermatology", "filename": "papers/pdf_papers/Transcriptomics Analysis Reveals Molecular Alterations Underpinning Spaceflight Dermatology.pdf", "original_fields": []}}
{"doc_id": "row32", "chunk_id": "row32_chunk0", "text": "TITLE\nVive la radiorésistance!: Converging research in\n\nABSTRACT\n/ Aims (summary) \n●​ This is a review that integrates research from radiobiology and biogerontology to explore \nstrategies to enhance human radioresistance (resistance to ionizing radiation) for \nlong-duration deep space missions. PMC \n●​ It surveys known radiation damage pathways and examines interventions, biological \nadaptations, and emerging technologies that might bolster radiation resilience in \nhumans. PMC \n●​ The review aims to identify converging approaches from aging biology and radiation \nbiology (e.g. stress response modulation, DNA repair, antioxidants, hormesis, genetic \nengineering) to propose a roadmap for future “radioresistance” enhancements. PMC \nKey Themes / Findings \n●​ Radioresistance is framed as a capacity to resist, repair, and mitigate molecular, cellular, \nand tissue damage from ionizing radiation. PMC \n●​ The authors review mechanisms such as enhanced DNA repair, antioxidant systems, \nstress response pathways, apoptosis modulation, senescence handling, and \nproteostasis, noting overlap with mechanisms implicated in aging and longevity. PMC+1 \n●​ They discuss adaptive responses (low-dose radiation preconditioning), hormesis, and \ncross-resistance phenomena, along with examples from extremophiles and \nradioresistant organisms. PMC \n●​ Potential interventions include gene therapy, metabolic reprogramming, pharmaceutical \nmodulators (e.g. radioprotectors), NAD⁺ boosters, senolytics, epigenetic modulators, and \nmanipulation of repair pathways. PMC+1 \n●​ The review also addresses risks, tradeoffs (e.g. cancer risk, off-target damage), ethical \nand feasibility challenges, and the need for experimental validation in relevant models. \nPMC \nConclusion / Perspective \n●​ Enhancing human radioresistance is an ambitious but potentially vital goal for enabling \nsafe deep space travel. PMC \n●​ A multi-modal, integrative approach drawing from aging biology, radiation biology, and \nemerging b", "meta": {"source_row": 32, "paper_id": "Vive la radiorésistance", "title": "Vive la radiorésistance!: Converging research in", "filename": "papers/pdf_papers/Vive la radiorésistance.pdf", "original_fields": []}}
{"doc_id": "row32", "chunk_id": "row32_chunk1", "text": "ioresistance is an ambitious but potentially vital goal for enabling \nsafe deep space travel. PMC \n●​ A multi-modal, integrative approach drawing from aging biology, radiation biology, and \nemerging biotechnology is necessary. PMC \n\n●​ The field is nascent: many candidate strategies remain speculative or untested, so \nexperimental validation (animal models, human cell systems) is critical. PMC \n●​ The review argues for prioritized research in combining countermeasures (e.g. \nradioprotectors + gene editing + metabolic modulators) and for developing \n“radioresistance engineering” as a pillar of long-term human space exploration.\n\nCONCLUSION\n/ Perspective \n●​ Enhancing human radioresistance is an ambitious but potentially vital goal for enabling \nsafe deep space travel. PMC \n●​ A multi-modal, integrative approach drawing from aging biology, radiation biology, and \nemerging biotechnology is necessary. PMC \n\n●​ The field is nascent: many candidate strategies remain speculative or untested, so \nexperimental validation (animal models, human cell systems) is critical. PMC \n●​ The review argues for prioritized research in combining countermeasures (e.g. \nradioprotectors + gene editing + metabolic modulators) and for developing \n“radioresistance engineering” as a pillar of long-term human space exploration.", "meta": {"source_row": 32, "paper_id": "Vive la radiorésistance", "title": "Vive la radiorésistance!: Converging research in", "filename": "papers/pdf_papers/Vive la radiorésistance.pdf", "original_fields": []}}
{"doc_id": "row33", "chunk_id": "row33_chunk0", "text": "TITLE\n1. Dried plum diet protects from bone loss caused by ionizing\n\nABSTRACT\n(summary) \n●​ Ionizing radiation can cause rapid bone (particularly cancellous) loss by increasing \nosteoclast activity and reducing osteoblast function. PMC+1 \n●​ The authors evaluated whether a diet supplemented with dried plum (DP) could prevent \nradiation-induced bone loss in mice. PMC+1 \n●​ They measured changes in bone structure, gene expression in bone marrow \n(resorption/osteoclast genes), and pre-osteoblast function ex vivo. NASA Technical \nReports Server+1 \n●​ The DP diet reduced expression of genes associated with bone resorption (e.g. Nfe2l2, \nRankl, Mcp1, Opg, TNF-α) and protected marrow-derived osteoprogenitors. PMC \n●​ Overall, DP diet “completely prevented cancellous bone loss” under the radiation \nconditions tested. NASA Technical Reports Server+1 \nKey Results \n●​ In irradiated mice, those fed the dried plum diet did not show the same degree of \ncancellous bone loss seen in control-diet mice. NASA Technical Reports \nServer+2PMC+2 \n●​ The DP diet suppressed gene expression of osteoclastogenic/resorptive markers (e.g. \nRankl, Mcp1) in bone marrow. PMC \n●​ Marrow cells from DP-fed irradiated mice, when cultured ex vivo, preserved better \nosteoblast progenitor activity (i.e. less impairment) compared to controls. NASA \nTechnical Reports Server+1 \nConclusion / Implication \n●​ A dried plum–supplemented diet is effective in preventing bone loss caused by ionizing \nradiation in this mouse model, via suppressing bone resorption signaling and preserving \nosteoprogenitor function. PMC+2NASA Technical Reports Server+2 \n●​ These findings suggest that DP could be a dietary radioprotective countermeasure \nfor skeletal tissue in contexts such as space radiation exposure. PMC+2NASA Technical \nReports Server+2 \n●​ The authors note that further work is needed to isolate the active bioactive components \nof DP and to test translational potential.\n\nCONCLUSION\n/ Implication \n●​ A dried plum–supp", "meta": {"source_row": 33, "paper_id": "dried plum diet protects from bone loss caused by ionizing radiation", "title": "1. Dried plum diet protects from bone loss caused by ionizing", "filename": "papers/pdf_papers/dried plum diet protects from bone loss caused by ionizing radiation.pdf", "original_fields": []}}
{"doc_id": "row33", "chunk_id": "row33_chunk1", "text": "Reports Server+2 \n●​ The authors note that further work is needed to isolate the active bioactive components \nof DP and to test translational potential.\n\nCONCLUSION\n/ Implication \n●​ A dried plum–supplemented diet is effective in preventing bone loss caused by ionizing \nradiation in this mouse model, via suppressing bone resorption signaling and preserving \nosteoprogenitor function. PMC+2NASA Technical Reports Server+2 \n●​ These findings suggest that DP could be a dietary radioprotective countermeasure \nfor skeletal tissue in contexts such as space radiation exposure. PMC+2NASA Technical \nReports Server+2 \n●​ The authors note that further work is needed to isolate the active bioactive components \nof DP and to test translational potential.", "meta": {"source_row": 33, "paper_id": "dried plum diet protects from bone loss caused by ionizing radiation", "title": "1. Dried plum diet protects from bone loss caused by ionizing", "filename": "papers/pdf_papers/dried plum diet protects from bone loss caused by ionizing radiation.pdf", "original_fields": []}}
{"doc_id": "row34", "chunk_id": "row34_chunk0", "text": "TITLE\n“Artificial gravity partially protects space-induced neurological\n\nABSTRACT\n(summary) \n●​ Spaceflight poses risks to the central nervous system (CNS), and understanding \nneurological responses is important for future missions. PubMed+1 \n●​ The authors studied Drosophila melanogaster flies flown aboard the International Space \nStation (ISS) to compare effects of microgravity (SFμg) versus artificially simulated Earth \ngravity (SF1g) by inflight centrifugation as a countermeasure. PubMed+2PMC+2 \n●​ Inflight behavior under microgravity (SFμg) showed increased activity, but postflight the \nflies had significant defects in climbing performance. PubMed+2PMC+2 \n●​ Multi-omics (transcriptomics + proteomics) analysis revealed alterations in pathways \nrelated to metabolism, oxidative stress, and synaptic transmission in both SFμg and \nSF1g groups. PubMed+2Penn State+2 \n●​ However, immediate postflight neurological changes — including neuronal loss, changes \nin glial cell counts, oxidative damage, and apoptosis — were seen only in the \nmicrogravity (SFμg) condition. PubMed+2Penn State+2 \n●​ After return and acclimation to Earth conditions, both SF1g and SFμg brains showed \nprogressive neuronal loss and glial phenotypes, with more severe effects in SFμg. \nPubMed+2Penn State+2 \n●​ The authors conclude that artificial gravity (i.e. SF1g via centrifugation) partially \nprotects the CNS from the adverse effects of spaceflight. PubMed+2PMC+2 \n \nResults (key findings) \nBelow are several of the major findings: \n1.​ Behavioral changes \n○​ During the mission, flies in microgravity (SFμg) showed increased overall activity \nlevels compared to controls. PubMed+2PMC+2 \n○​ After return to Earth, SFμg flies displayed significant defects in climbing ability (a \nmeasure of neuromuscular/behavioral performance). PubMed+3PubMed+3Penn \nState+3 \n2.​ Brain morphology and cell counts \n○​ The area of neuronal cortex and neuropil was reduced in SFμg flies compared to \nEarth controls and SF1g flies", "meta": {"source_row": 34, "paper_id": "“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2", "title": "“Artificial gravity partially protects space-induced neurological", "filename": "papers/pdf_papers/“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2.pdf", "original_fields": []}}
{"doc_id": "row34", "chunk_id": "row34_chunk1", "text": "oral performance). PubMed+3PubMed+3Penn \nState+3 \n2.​ Brain morphology and cell counts \n○​ The area of neuronal cortex and neuropil was reduced in SFμg flies compared to \nEarth controls and SF1g flies. PubMed+2Penn State+2 \n\n○​ Dopaminergic neurons (DA neurons) were lost in SFμg condition; glial cell \nnumber changes were also observed. PubMed+2Penn State+2 \n○​ Markers of apoptosis and oxidative DNA damage were elevated in SFμg flies. \nPubMed+2Penn State+2 \n3.​ Multi-omics signatures \n○​ Differentially expressed genes and proteins in both SFμg and SF1g flies \nimplicated pathways of metabolism, oxidative stress, mitochondrial function, \nsynaptic transmission, and stress responses. PubMed+2Penn State+2 \n○​ In particular, mitochondrial dynamics (fusion/fission), glycolysis, oxidative \nphosphorylation, fatty acid and amino acid metabolism were affected. \nPubMed+2Penn State+2 \n○​ Stress response and synaptic signaling pathways showed perturbations in both \nSFμg and SF1g, but more strongly in SFμg. PubMed+2Penn State+2 \n4.​ Post-flight / acclimation effects \n○​ Over time (after return to Earth), both SF1g and SFμg flies’ brains showed \nprogressive degeneration: further neuronal loss, glial changes, and more \npronounced phenotypes in SFμg. PubMed+2Penn State+2 \n○​ SFμg flies showed greater glial loss and formation of glial aggregates (“rosettes”) \nduring the recovery period. PubMed+2Penn State+2 \nOverall, the result is that artificial gravity mitigated but did not entirely prevent neurological \ndamage from microgravity. \n \nConclusion / Concluding statements \n●​ The data support the idea that artificial gravity (by inflight centrifugation to simulate \nEarth’s gravity) partially protects the central nervous system (CNS) from the adverse \nneurological effects induced by microgravity. PubMed+2Penn State+2 \n●​ Microgravity (SFμg) induces more severe neuronal degeneration, oxidative stress, \napoptosis, and glial dysfunction than the SF1g (artificial gravity) condition. \nPubMed+2P", "meta": {"source_row": 34, "paper_id": "“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2", "title": "“Artificial gravity partially protects space-induced neurological", "filename": "papers/pdf_papers/“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2.pdf", "original_fields": []}}
{"doc_id": "row34", "chunk_id": "row34_chunk2", "text": "ty. PubMed+2Penn State+2 \n●​ Microgravity (SFμg) induces more severe neuronal degeneration, oxidative stress, \napoptosis, and glial dysfunction than the SF1g (artificial gravity) condition. \nPubMed+2Penn State+2 \n●​ However, the protection is incomplete: some neurological changes still occur under \nSF1g, and long-term deterioration continues after return, though less severe than in \nSFμg. PubMed+2Penn State+2 \n●​ The authors suggest that artificial gravity is a promising countermeasure to reduce CNS \nrisks in spaceflight, but further work is needed to optimize it, especially for long-duration \nmissions. Penn State+2PubMed+2\n\nRESULTS\n(key findings) \nBelow are several of the major findings: \n1.​ Behavioral changes \n○​ During the mission, flies in microgravity (SFμg) showed increased overall activity \nlevels compared to controls. PubMed+2PMC+2 \n○​ After return to Earth, SFμg flies displayed significant defects in climbing ability (a \nmeasure of neuromuscular/behavioral performance). PubMed+3PubMed+3Penn \nState+3 \n2.​ Brain morphology and cell counts \n○​ The area of neuronal cortex and neuropil was reduced in SFμg flies compared to \nEarth controls and SF1g flies. PubMed+2Penn State+2 \n\n○​ Dopaminergic neurons (DA neurons) were lost in SFμg condition; glial cell \nnumber changes were also observed. PubMed+2Penn State+2 \n○​ Markers of apoptosis and oxidative DNA damage were elevated in SFμg flies. \nPubMed+2Penn State+2 \n3.​ Multi-omics signatures \n○​ Differentially expressed genes and proteins in both SFμg and SF1g flies \nimplicated pathways of metabolism, oxidative stress, mitochondrial function, \nsynaptic transmission, and stress responses. PubMed+2Penn State+2 \n○​ In particular, mitochondrial dynamics (fusion/fission), glycolysis, oxidative \nphosphorylation, fatty acid and amino acid metabolism were affected. \nPubMed+2Penn State+2 \n○​ Stress response and synaptic signaling pathways showed perturbations in both \nSFμg and SF1g, but more strongly in SFμg. PubMed+2Penn Stat", "meta": {"source_row": 34, "paper_id": "“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2", "title": "“Artificial gravity partially protects space-induced neurological", "filename": "papers/pdf_papers/“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2.pdf", "original_fields": []}}
{"doc_id": "row34", "chunk_id": "row34_chunk3", "text": "amino acid metabolism were affected. \nPubMed+2Penn State+2 \n○​ Stress response and synaptic signaling pathways showed perturbations in both \nSFμg and SF1g, but more strongly in SFμg. PubMed+2Penn State+2 \n4.​ Post-flight / acclimation effects \n○​ Over time (after return to Earth), both SF1g and SFμg flies’ brains showed \nprogressive degeneration: further neuronal loss, glial changes, and more \npronounced phenotypes in SFμg. PubMed+2Penn State+2 \n○​ SFμg flies showed greater glial loss and formation of glial aggregates (“rosettes”) \nduring the recovery period. PubMed+2Penn State+2 \nOverall, the result is that artificial gravity mitigated but did not entirely prevent neurological \ndamage from microgravity.\n\nCONCLUSION\n/ Concluding statements \n●​ The data support the idea that artificial gravity (by inflight centrifugation to simulate \nEarth’s gravity) partially protects the central nervous system (CNS) from the adverse \nneurological effects induced by microgravity. PubMed+2Penn State+2 \n●​ Microgravity (SFμg) induces more severe neuronal degeneration, oxidative stress, \napoptosis, and glial dysfunction than the SF1g (artificial gravity) condition. \nPubMed+2Penn State+2 \n●​ However, the protection is incomplete: some neurological changes still occur under \nSF1g, and long-term deterioration continues after return, though less severe than in \nSFμg. PubMed+2Penn State+2 \n●​ The authors suggest that artificial gravity is a promising countermeasure to reduce CNS \nrisks in spaceflight, but further work is needed to optimize it, especially for long-duration \nmissions. Penn State+2PubMed+2", "meta": {"source_row": 34, "paper_id": "“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2", "title": "“Artificial gravity partially protects space-induced neurological", "filename": "papers/pdf_papers/“Artificial gravity partially protects space-induced neurological deficits in Drosophila melanogaster” PMC+2PubMed+2.pdf", "original_fields": []}}
